{
  "Meet The Wizard": "Встретиться с волшебником",
  "You received a letter from the local wizard. He claims to have information regarding the old community center.": "Вы получили письмо от местного волшебника. Он утверждает, что у него есть информация о старом общественном центре.",
  "Enter the wizard's tower.": "Посетить башню волшебника.",
  "The Mysterious Qi": "Таинственный Ци",
  "Within a secret lock-box, you found a note with peculiar instructions. It's signed by a 'Mr. Qi'.": "В секретном сейфе вы нашли записку со странными инструкциями. Она подписана \"М-р Ци\".",
  "Leave a rainbow shell in the box at the train platform.": "Отправляйтесь на железнодорожную станцию и положите радужную раковину в ящик.",
  "The Mysterious Qi": "Таинственный Ци",
  "You've found another note written by 'Mr. Qi'. The request is even more unusual this time.": "Вы нашли ещё одну записку подписанную \"М-р Ци\". На этот раз просьба ещё более необычная.",
  "Place 10 beets inside Mayor Lewis' fridge.": "Положите 10 свёкл в холодильник мэра Льюиса.",
  "The Mysterious Qi": "Таинственный Ци",
  "You've found yet another strange note within the Mayor's fridge. This time, the instructions are more cryptic.": "Вы нашли очередную странную записку в холодильнике мэра. На этот раз, инструкции более загадочные.",
  "\"Give the sand dragon his final meal.\"": "\"Подай песчаному дракону его последнее блюдо.\"",
  "The Mysterious Qi": "Таинственный Ци",
  "You found another note in the sand dragon's eye. It seems Mr. Qi's strange scavenger hunt has come to an end.": "Вы нашли следующую записку в глазу песчаного дракона. Похоже, странная охота мистера Ци за предметами, наконец, окончена.",
  "Inspect the lumber pile beside your house.": "Осмотрите штабель древесины рядом со своим домом.",
  "Getting Started": "Основы",
  "If you want to become a farmer, you have to start with the basics. Use your hoe to till the soil, then use a seed packet on the tilled soil to sow a crop. Water every day until the crop is ready for harvest.": "Если хотите стать фермером, нужно начать с малого. Вскопайте землю мотыгой, затем используйте пакет семян на вскопанной земле, чтобы посадить растение. Поливайте его каждый день, пока не созреет урожай.",
  "Cultivate and harvest a parsnip.": "Вырастить, и собрать пастернак.",
  "Raising Animals": "Выращивание животных",
  "Robin, the local carpenter, lives north of town. In exchange for raw materials and money, she'll construct new buildings on your farm. You'll need her to build a coop or barn so that you can raise animals.": "Робин, местный плотник, живёт к северу от города. В обмен на материалы и деньги, она будет строить новые здания на ферме. Обратитесь к ней, чтобы построить птичник, или хлев и начать выращивать животных.",
  "Build a Coop.": "Постройте птичник.",
  "Advancement": "Продвижение",
  "As you gain experience, you'll discover new crafting recipes to increase profit and make life easier. A scarecrow, for example, will prevent crows from snacking on your precious crops.": "Приобретая опыт, вы будете открывать новые рецепты предметов, которые увеличат прибыль и упростят жизнь. Пугало, например, не позволит воронам закусить вашими драгоценными растениями.",
  "Reach Farming level 1 and craft a scarecrow.": "Достичь 1 уровня фермерства и создать пугало.",
  "Introductions": "Представиться горожанам",
  "It would be a nice gesture to introduce yourself around town. Some people might be anxious to meet the new farmer.": "Было бы хорошим жестом представиться людям в городе. Некоторым из них не терпится познакомиться с новым фермером.",
  ".": ".",
  "Copper Ore": "Медная руда",
  "You found a piece of copper ore. You're not sure what you can use it for, but the local blacksmith ought to know.": "Вы нашли кусок медной руды. Вы не знаете, для чего его можно использовать, но местный кузнец должен знать.",
  "Bring a piece of copper ore to Clint's blacksmith shop.": "Принесите кусок медной руды в кузницу Клинта.",
  "Forging Ahead": "Готовимся плавить",
  "If you're going to keep mining, you should build a furnace.": "Если вы собираетесь продолжать копать, вам нужно построить плавильню.",
  "Craft a Furnace.": "Сделать плавильню.",
  "Smelting": "Плавка металла",
  "Now that you've built a furnace, you can smelt some metal. According to Clint's instructions, if you place 5 copper ore and 1 piece of coal in the furnace, it should produce a copper bar.": "Теперь, когда вы построили плавильню, вы можете плавить металлы. Как сказал Клинт, если поместить 5 кусков медной руды и 1 уголь в плавильню, на выходе получится медный слиток.",
  "Use your furnace to smelt a Copper Bar.": "Выплавить медный слиток.",
  "To The Beach": "На пляж",
  "Someone named Willy invited you to visit the beach south of town. He says he has something to give you.": "Некий Вилли приглашает вас посетить пляж к югу от города. Он хочет что-то вам отдать.",
  "Visit the beach south of town before 5:00pm.": "Посетите пляж к югу от города до 5:00 вечера.",
  "Explore The Mine": "Исследовать шахту",
  "There's an old mine shaft in the mountains north of town. There could be valuable minerals inside, but Marlon hinted that it might be dangerous.": "В горах к северу от города есть старая шахта. Внутри могут быть ценные минералы, но Марлон намекнул, что это небезопасно.",
  "Reach level 5 in the mines.": "Добраться до 5 уровня шахты.",
  "Initiation": "Инициация",
  "If you can slay 10 slimes, you'll have earned your place in the Adventurer's Guild.": "Если сможете убить 10 слизней - станете полноправным членом Гильдии авантюристов.",
  "0 of 10 slimes slain.": "0 из 10 слизней убито.",
  "Initiation": "Инициация",
  "You sucessfully dispatched 10 slimes. Now you can enter the Adventurer's Guild.": "Вы отправили на тот свет 10 слизней. Теперь вы можете вступить в Гильдию авантюристов.",
  "Enter the Adventurer's Guild.": "Вступить в Гильдию авантюристов.",
  "Deeper In The Mine": "В глубины шахты",
  "It seems that the mine elevator is still functional. It will allow you to quickly return to any elevator doors you've discovered. A deeper expedition might be in order.": "Похоже, лифт в шахте ещё работает. Он позволит быстро вернуться на любой этаж, оборудованный входом в лифт. Так что теперь вы можете спуститься ещё глубже.",
  "Reach level 40 in the mines.": "Достигните 40 этажа шахты.",
  "To The Bottom?": "На дно?",
  "So far, there's no sign of the bottom. How low does it go?": "Очевидно, шахта гораздо глубже. Сколько же там этажей?",
  "Reach the bottom of the mine.": "Доберитесь до дна шахты.",
  "The Skull Key": "Ключ-череп",
  "You found a strange looking key in the bottom of the mines.": "На самом дне шахты вы нашли странный ключ.",
  "Discover the purpose of the Skull Key.": "Узнайте назначение ключа-черепа.",
  "Qi's Challenge": "Вызов Ци",
  "You've been challenged to reach level 25 in the skull cavern. You've been promised a substantial reward if you're successful.": "Вам бросили вызов: достичь 25 уровня в пещере черепов. Если преуспеете, получите ценное вознаграждение.",
  "Reach level 25 in the Skull Cavern.": "Достигнуть 25 уровня в пещере черепов.",
  "Marnie's Request": "Просьба Марни",
  "Marnie came by the farm and asked if you'd bring her a cave carrot. She's trying to train her goats to speak, and cave carrot is their favorite snack.": "Марни заглянула к вам на ферму и попросила принести ей пещерную морковь. Она пытается научить своих коз говорить, а пещерная морковь их любимое лакомство.",
  "Bring a Cave Carrot into Marnie's shop.": "Принести пещерную морковь на ранчо Марни.",
  "Fish Casserole": "Рыбная запеканка",
  "Jodi swung by the farm to ask you to dinner at 7:00 PM. Her only request was that you bring a largemouth bass for her fish casserole.": "Джоди зашла на ферму, чтобы пригласить вас на ужин в 7:00 вечера. Её единственной просьбой было, чтобы вы принесли большеротого окуня для рыбной запеканки.",
  "Enter Jodi's house with a largemouth bass at 7:00 PM.": "Зайти домой к Джоди с окунем в 7:00 PM.",
  "Archaeology": "Археология",
  "You found an ancient-looking object. Could it be some kind of artifact from long ago? Perhaps Gunther, curator of the local museum, has the answer.": "Вы нашли древний с виду предмет. Может быть это какой-то артефакт из давнего прошлого? Возможно Гюнтер, куратор местного музея, знает ответ.",
  "Visit Gunther at the museum.": "Навестить Гюнтера в музее.",
  "Archaeology": "Археология",
  "Gunther asked if you'd consider donating any new artifacts or minerals you find to the museum. He says he'll compensate you by way of occasional rare goods.": "Гюнтер попросил пожертвовать музею любые артефакты, или минералы, которые вы найдёте. Взамен он пообещал какие-то редкие вещицы.",
  "Donate an artifact or a mineral to the museum.": "Пожертвовать музею артефакт, или минералы.",
  "How To Win Friends": "Как заводить друзей",
  "Giving gifts is a great way to build friendships. Learn each person's individual tastes and you'll be popular in no time.": "Подарки - отличный способ построить дружеские отношения. Узнайте вкусы каждого человека и вы быстро станете популярны.",
  "Give someone a gift.": "Подарить кому-нибудь подарок.",
  "\"Rat Problem\"": "\"Проблема с крысами\"",
  "There's something odd going on in the Community Center...": "Что-то странное происходит в общественном центре...",
  "Investigate the Community Center": "Осмотреть общественный центр",
  "Robin's Lost Axe": "Потерянный топор Робин",
  "Robin lost her favorite axe. The last time she remembers using it, she was cutting wood south of Marnie's ranch.": "Робин потеряла свой любимый топор. По её словам, последний раз она рубила им деревья к югу от ранчо Марни.",
  "Find Robin's lost axe.": "Найти потерянный топор Робин.",
  "Hey, you found my axe! What a relief... I almost chopped my toe off with the other one I was using. Thank you!": "Эй, это ведь мой топор! Какое облегчение... Я чуть не отрубила себе палец, когда пользовалась другим. Спасибо!",
  "Jodi's Request": "Просьба Джоди",
  "Jodi needs a fresh cauliflower for a recipe she's making. She's asking you to bring her one.": "Джоди нужна свежая цветная капуста для блюда. Она просит вас принести ей одну.",
  "Bring Jodi a cauliflower.": "Принести Джоди цветную капусту.",
  "Oh, that looks so delicious! Thank you, this is just what I wanted. It's going to be perfect for my yellow curry.": "О, аппетитно выглядит! Спасибо, как раз то, что нужно. Она идеально подойдёт для моего жёлтого кэрри.",
  "Mayor's \"Shorts\"": "\"Шорты\" мэра",
  "Mayor Lewis has lost his purple \"shorts\". He's asking you to find and return them... Discreetly.": "Мэр Льюис потерял свои фиолетовые \"шорты\". Он просит Вас найти и вернуть их... Незаметно.",
  "Find and return Mayor Lewis' purple shorts.": "Найти и вернуть фиолетовые шорты мэра Льюиса.",
  "You found them... where? ...Oh!...Uhmm...Heh.": "Вы нашли их... где? Ох!.. Эм-м... Хех...",
  "There? I have no idea how they could've gotten there...*cough*": "Правда? Я понятия не имею, как они могли там оказаться...*кашляет*",
  "This stays between you and me. Got it?": "Пусть это останется между нами. Понятно?",
  "Pam Is Thirsty": "Жажда Пэм",
  "Pam is hankerin' for a pale ale. Regular old beer won't do. You can brew one yourself if you have hops and a keg.": "Пэм очень хочет светлое пиво. Обычное старое пиво не подходит. Вы можете сварить его самостоятельно, если у вас есть хмель и бочонок.",
  "Bring Pam a pale ale.": "Принести Пэм светлое пиво.",
  "Gimme that. *slurp*... Ahh, that's the stuff.": "Дай сюда. *глоток*... Ахх, вот это вещь.",
  "It's real nice and hoppy... notes of citrus and pine, but with a robust body to keep it grounded.": "Оно очень хорошее и хмельное... Нотки цитруса и сосны, но крепкая основа их отлично смягчает.",
  "Thanks, kid. This means a lot to me. I knew I could count on you.": "Спасибо, детка. Это очень много значит для меня. Я знала, что могу на тебя рассчитывать.",
  "Crop Research": "Исследование урожайности",
  "Demetrius needs a fresh melon for his research.": "Диметрию нужна свежая дыня для исследования.",
  "Bring Demetrius a melon.": "Принести Диметрию дыню.",
  "This is perfect! It's just what I need for my research. It's going to be hard not to eat it! Thanks a bunch.": "Это потрясающе! Это именно то, что нужно для моих исследований. Сложно будет её не съесть! Огромное спасибо.",
  "Knee Therapy": "Колено-терапия",
  "George needs a hot pepper to soothe his aching knee.": "Джордж нуждается в остром перце, чтобы успокоить свое больное колено.",
  "Bring George a Hot Pepper.": "Отдать Джорджу острый перец.",
  "Took you long enough... hmmph... Well it's good and spicy at least. Thanks.": "Где ты ходишь так долго... Хм-м... Ну, он по крайней мере хороший и острый. Спасибо.",
  "Cow's Delight": "Коровий восторг",
  "Marnie wants to give her cows a special treat. She's asking for a single bunch of amaranth.": "Марни хочет, чтобы коровы получили специальное угощение. Она просит один пучок амаранта.",
  "Bring Marnie one bunch of amaranth.": "Принести Марни пучок амаранта.",
  "Oh, the amaranth I asked for! Thank you so much... my cows are going to love this!": "Ох, амарант, я его искала! Спасибо тебе большое... Моим коровам это понравится!",
  "Blackberry Basket": "Лукошко для ежевики",
  "It's blackberry season, but Linus can't find his basket! He's asking you to help him find it. He has no idea where it is.": "Сейчас сезон ежевики, но Лайнус не может найти своё лукошко! Он просит вас помочь. Правда, он понятия не имеет, где оно может быть.",
  "Find Linus' basket and return it to him.": "Найдите лукошко Лайнуса и верните ему.",
  "My basket! Thank you. This means a lot to me.": "Моё лукошко! Спасибо. Это много значит для меня.",
  "Carving Pumpkins": "Резьба на тыкве",
  "Caroline wants to carve a pumpking with her daughter. She asked you to bring her one from the farm.": "Кэролайн хочет вырезать тыкву-фонарь вместе с дочерью. Она просит вас принести ей тыкву с фермы.",
  "Bring Caroline a pumpkin.": "Принести Кэролайн тыкву.",
  "Oh, the pumpkin! It's a good one... Abigail will be so happy when she sees this. Thanks, @player!": "Ох, тыква! А она хороша... Эбигейл будет так счастлива, когда увидит её. Спасибо, @player!",
  "Catch A Squid": "Поймать кальмара",
  "Willy is challenging you to catch a squid. He says you can fish them from the ocean on winter nights.": "Вилли интересно, сможете ли вы поймать кальмара. Он ловится в океане, зимней ночью.",
  "Bring Willy a squid.": "Принести Вилли кальмара.",
  "Hey, you did it! Not bad. Not bad at all. I'm impressed.": "Ох-хо, у тебя вышло! Не плохо. Совсем не плохо. Я впечатлён.",
  "Winter's a good time to break out the old fishing rod, isn't it?": "Зимой самое время расчехлить старую удочку, прав я?",
  "Clint's Attempt": "Попытка Клинта",
  "Clint wants you to give Emily an amethyst. He wants you to tell her it's from him.": "Клинт хочет, чтобы вы отнесли Эмили аметист и сказали, что это от него.",
  "Bring Emily an Amethyst.": "Отдать Эмили аметист.",
  "Oh, my favorite stone! You're so sweet!": "Ох, мой любимый камень! Он такой милый!",
  "Huh? It's from who?": "А? Он от кого?",
  "Oh, you got it at Clint's? Well I don't care where you got it from, it's beautiful! Thank you! *smooch*": "Ох, от Клинта? Да мне всё ровно откуда, главное - он прекрасен! Спасибо тебе! *целует*",
  "A Dark Reagent": "Тёмный реагент",
  "The wizard wants you to descend into the mines and fetch him a Void Essence. He needs it for some kind of dark magic.": "Волшебник хочет, чтобы вы спустились в шахту и принесли ему экстракт тьмы. Он ему нужен для какого-то тёмного ритуала.",
  "Bring Wizard a Void Essence.": "Принести волшебнику экстракт тьмы.",
  "Ah, you've brought it. You've earned my gratitude, and a 1000g reward. Now go.": "Ах, вот и мой экстракт. Прими мою благодарность и награду в 1000g. Теперь ступай.",
  "A Favor For Clint": "Одолжение для Клинта",
  "Clint got a new hammer and he wants to test it out on a variety of metals.": "Клинт получил новый молоток и хочет проверить его на различных металлах.",
  "Bring Clint an Iron Bar.": "Принести Клинту железный слиток.",
  "Hey, it's the iron bar I asked for. It looks strong... perfect.": "Эй, это железный слиток, я искал его. Похоже прочный... Превосходно.",
  "Thanks, @player. I appreciate this.": "Спасибо, @player. Благодарю.",
  "Robin's Request": "Просьба Робин",
  "Robin wrote to you asking for some hardwood.": "Робин прислала письмо, где просит немного прочной древесины.",
  "Bring Robin 10 pieces of Hardwood.": "Принести Робин 10 прочной древесины.",
  "Oh, you brought it! I know I can always count on you, @player.": "Ох, моя древесина! Я знала, что всегда могу рассчитывать на тебя, @player.",
  "Mmhmm... This wood is perfect. It's exactly what I need. Thanks!": "Хм-хм... Превосходный материал. Именно то, что мне нужно. Спасибо!",
  "Fish Stew": "Тушёная рыба",
  "Gus wants to make fish stew, but he needs an albacore.": "Гас хочет сделать тушёную рыбу и для этого ему нужен альбакор.",
  "Bring Gus an Albacore.": "Принести Гасу альбакора.",
  "*sniff*...*sniff*... What's that? Something smells like albacore!": "*нюхает*...*нюхает*... Что такое? Я слышу запах альбакора!",
  "Aha! You brought it! Thanks a million!": "Аха! Да ведь это он и есть! Миллион раз спасибо!",
  "Fresh Fruit": "Свежий фрукт",
  "Emily wants a taste of spring. She's asking for a fresh apricot.": "Эмили хочет почувствовать вкус весны. Она просит свежий абрикос.",
  "Bring Emily an Apricot.": "Принести Эмили абрикос.",
  "Oh... You followed through! Thanks, this looks delicious!": "Ох... Как мило! Спасибо, он выглядит вкусно!",
  "Granny's Gift": "Бабушкин подарок",
  "Evelyn wants to surprise her husband with a gift.": "Эвелин хочет удивить своего мужа подарком.",
  "Bring Evelyn a Leek.": "Принести Эвелин лук-порей.",
  "Oh, thank you, dear. This leek looks delicious. George will be so happy.": "Ох, спасибо тебе, дорогуша. Этот лук-порей выглядит вкусно. Джордж будет так счастлив.",
  "He loves when I make eggs with leeks for breakfast.": "Он любит, когда я делаю яйца с луком-порей на завтрак.",
  "Pierre's Notice": "Объявление Пьера",
  "Pierre will pay \"top coin\" to whoever brings him a plate of sashimi. Apparently he's really craving the stuff.": "Пьер \"дорого заплатит\" за тарелку сашими. Видимо, ему сильно хочется.",
  "Bring Pierre some Sashimi.": "Принести Пьеру сашими.",
  "It's about time! I was starting to get the shakes, I wanted this fish so bad. *munch*... Mmm, now that's good.": "Как раз вовремя! Меня уже трясёт от желания покушать этой рыбки. *жуёт*... М-м-м, так-то лучше.",
  "Thanks, @player.": "Спасибо, @player.",
  "Aquatic Research": "Водные исследования",
  "Demetrius is studying the toxin levels of the local pufferfish. He'd like you to bring him one.": "Диметрий изучает уровень токсина местного иглобрюха. Ему нужен один экземпляр этой рыбки.",
  "Bring Demetrius a Pufferfish.": "Принести Диметрию иглобрюха.",
  "There you are. The specimen looks perfect. I'm going to get it on ice straight away. Thanks, @player!": "А вот и ты. Прекрасный образец. Я сейчас же его заморожу. Спасибо, @player!",
  "A Soldier's Star": "Звезда солдата",
  "Kent wants to give his wife a starfruit for their anniversary.": "Кент хочет подарить жене карамболу на годовщину.",
  "Bring Kent a Starfruit.": "Принести Кенту карамболу.",
  "Hey. Shhh... Don't let Jodi see.": "Хей. Тс-с-с... Нельзя, чтобы Джоди увидела.",
  "Ah, this looks juicy. She'll love it. Thank you so much.": "О, такой сочный на вид. Ей точно понравится. Большое спасибо.",
  "Mayor's Need": "Запрос мэра",
  "Mayor Lewis wants truffle oil. He won't explain what it's for. Maybe it's none of your business.": "Мэр Льюис хочет трюфельное масло. Он не объяснил для чего. Может, вас это не касается.",
  "Bring Lewis a bottle of Truffle Oil.": "Принести Льюису бутылку трюфельного масла.",
  "You got the oil? Let me see...": "Масло с тобой? Дай взглянуть...",
  "It's high quality... very slick. Great. Thank you.": "Оно высокого качества... Очень скользкое. Превосходно. Спасибо тебе.",
  "Wanted: Lobster": "Разыскивается лобстер",
  "Gus put out a notice requesting a fresh lobster.": "Гас повесил уведомление с просьбой поймать лобстера.",
  "Bring Gus a Lobster.": "Принести Гасу лобстера.",
  "Something smells like fresh lobster. Oh, that's good.": "Что-то свежим лобстером запахло. Ох, отлично.",
  "Take care, friend.": "Береги себя, друг.",
  "Pam Needs Juice": "Пэм нужны батарейки",
  "Pam's TV Remote is dead. She's having a tough time going back and forth between the couch and the TV dial.": "У Пэм не работает пульт от телевизора. Она с ног сбилась, курсируя от дивана к телевизору.",
  "Bring Pam a Battery Pack.": "Принести Пэм блок батареек.",
  "Hey, you pulled through with the battery pack! Thanks, kid... You're a life-saver!": "Эй, это ж батарейки! Спасибо, детка... Ты мой спаситель!",
  "Staff Of Power": "Посох могущества",
  "The Wizard is creating a staff of phenomenal power. Who knows what it's for. He needs an iridium bar to finish it.": "Волшебник создаёт предмет феноменальной мощности. Кто знает, что это может быть. Ему нужен слиток иридия, чтобы закончить дело.",
  "Bring Wizard an Iridium Bar.": "Принести волшебнику слиток иридия.",
  "Ah, precious iridium. You've done well, @player. You have my gratitude. Now, leave.": "Ах, драгоценный иридий. Отличная работа, @player. Благодарю. А теперь оставь меня.",
  "Catch a Lingcod": "Поймать терпуга",
  "Willy is challenging you to catch a Lingcod.": "Вилли интересно, сможете ли вы поймать терпуга.",
  "Bring Willy a Lingcod.": "Принести Вилли терпуга.",
  "Hey, that's a real lunker! You've certainly got the angler's blood in you.": "Эй, да ты везунчик! В тебе определённо течёт кровь рыбака.",
  "Exotic Spirits": "Экзотический коктейль",
  "Gus wants to make a Coco-no-no, but he's missing the main ingredient.": "Гас хочет сделать Коко-но-но, да только нет главного ингредиента.",
  "Bring Gus a Coconut.": "Принести Гасу кокос.",
  "Coconut! Now there's a soothing sight for my winter eyes.": "Кокос! Радость глаз моих уставших.",
  "It's going to be perfect for my coco-no-no. Thanks!": "Отличный выйдет коко-но-но. Спасибо!"
}