{
  "__comment": "Event.cs",
  "How many star tokens would you like to buy?": "您想要购买多少个星标？",
  "How many star tokens would you like to wager?": "你想下注多少个星标？",
  "You don't have enough money.": "你没有足够的钱。",
  "You've already bought everything in the shop!": "你已经在店里买了一切",
  "Choose a name": "选择名称",
  "__comment": "male character cat, dog, then female character cat dog's names",
  "Dudley": "达德利",
  "Yogi": "瑜伽",
  "Miso": "味增",
  "Snooch": "snooch",
  "No? Okay... I'll find a different home for the poor thing.": "不，好吧...我会为可怜的东西找到一个不同的家。",
  "__comment": "i guess it's new dancing dialogues with spouse, are you exited?",
  "__comment": "Abigail",
  "B... But... I wanted to dance with...": "但...但我想跳舞...",
  "Just kidding! Of course I'm dancing with you. I love you.": "开玩笑！ 当然，我和你一起跳舞。 我爱你。",
  "__comment": "Penny",
  "I accept!": "我接受！",
  "*whisper* Thanks for going through with the formalities, dear.": "*耳语*感谢您通过手续，亲爱的。",
  "__comment": "Maru",
  "Of course... *whisper* Then can we go home and snuggle?": "当然... *耳语*然后我们可以回家和拥抱吗？",
  "__comment": "Leah",
  "Finally! I was starting to get worried you wanted to dance with someone else!": "最后！ 我开始担心你想和别人跳舞！",
  "__comment": "Haley",
  "*sigh*... My days of being Flower Queen are over... so it's a bittersweet dance for me.": "*叹息* ...我的花女王的日子过去了，所以这是一个苦甜的舞蹈为我。",
  "But, yes...": "但是，是的...",
  "__comment": "Sebastian",
  "Ugh... do we have to? Alright.": "呃......我们有吗？ 好的。",
  "__comment": "Sam",
  "Aw, I gotta put on that dorky suit again? I thought now that we're married... Well, alright.": "噢，我得穿上那件dorky衣服了吗？ 我想现在我们结婚了...好吧，好吧。",
  "__comment": "Harvey",
  "I've been looking forward to it all afternoon! You look radiant in the fresh spring air, my love.": "我一直期待着一切下午！ 你在新鲜的春天的空气，我的爱看起来光芒四射。",
  "__comment": "Elliott",
  "Yes... could I refuse that soft, kind face? The touch of spring-time's sweet embrace?": "是的...我可以拒绝那种柔软，亲切的脸吗？ 春天的甜蜜拥抱的感觉？",
  "__comment": "Alex",
  "Okay, this should be fun... I hope I can remember the moves this year! It's been a while...": "好吧，这应该很有趣...我希望我能记得今年的电影！ 有一阵子了...",
  "__comment": "everybody else",
  "Of course I'll dance with you!": "当然，我会和你一起跳舞！",
  "You want to be my partner for the flower dance?": "你想成为我的花舞的合作伙伴吗？",
  "Okay. I look forward to it.": "好的。 我很期待。",
  "Okay! I'd love to.": "好的！ 我喜欢。",
  "I'm sorry... I already have a partner.": "对不起...我已经有一个合作伙伴。",
  "Someone else is using that right now.": "有人正在使用它。",
  "Play the slingshot game and win star tokens!": "玩弹弓游戏，赢得明星令牌！",
  "Play (50g)": "播放（50g）",
  "Try your hand at some fishing? You could win big.": "尝试你的手在一些钓鱼？ 你可以赢得大。",
  "Ah, yes... my crystal ball is swirling with visions of your future, young one.": "啊，是的...我的水晶球旋转着你的未来，年轻人的愿景。",
  "Read my fortune (100g)": "",
  "You don't have enough money to pay my fee... What a shame.": "查看我的财富（100g）",
  "I've already read your fortune... go away.": "我已经查看过你的财富...请走开。",
  "Trade in your star tokens for prizes?": "交易你的明星令牌奖品？",
  "Please stand at the red arrow.": "请站在红色箭头。",
  "Selling Star Tokens for just 50g a piece!": "卖星星令牌只要50g一块！",
  "Step right up! Pick a color and place your bet for a chance to double your wager!": "“一步一步！选择一种颜色，并将你的赌注有机会加倍下注！",
  "Orange": "橙子",
  "Green": "绿色",
  "I don't want to play": "我不想玩了",
  "Out of Stock.": "缺货",
  "Congratulations! You won 1st place with a rating of @number!": "恭喜！你赢得了第一名，评分@number！",
  "Your prize is 1000 star tokens! Spend them wisely.": "你的奖品是1000个星标记！明智地花他们。",
  "Oh, and don't forget to clean out your grange display box.": "嘿，不错，你赢了第二名，评分@number。",
  "Hey, not bad! You won 2nd place with a rating of @number.": "嘿，不错，你赢了第二名，评分@number。",
  "Your prize is 500 star tokens! Spend them wisely.": "你的奖是500星的代币！明智地花他们。",
  "Hi there, @player. You got 4th place with a score of @number.": "你在那里，@player，你得到了第四名的得分@number。",
  "Your reward for participating is 50 star tokens. Hey, maybe you'll do better next year.": "你参加的奖励是50个星标记嘿，也许你明年会做得更好。",
  "Hi there, @player. It looks like you won 3rd place with a rating of @number.": "你好，@player。它看起来你赢得了第三名的评级@number。",
  "Your prize is 200 star tokens! Spend them wisely.": "你的奖是200星的令牌！明智地花他们。",
  "...Yes?": "...是?",
  "(Ask @key to be your dance partner)": "（问@key是你的舞伴）",
  "Nevermind...": "没关系...",
  "...Yes, dear?": "...是的，亲爱的？",
  "Give @key his secret gift?": "“给@key他的秘密礼物？",
  "Give @key her secret gift?": "给@key她的秘密礼物？",
  "Select a gift for @key.": "选择一个礼物@key。",
  "Leave the @key? Once you do, the festival will end.": "离开@key，一旦你这样做，节日就会结束。",
  "Ow...": "喔..",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine.": "我必须非常努力地击中我的头...我忘记了关于矿井的最后@number级别的一切。",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. It seems I've lost an item from my backpack.": "我必须非常努力地击中我的头...我已经忘记了矿井的最后@number级别的一切，似乎我从我的背包丢了一个项目",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. It seems I've lost @number items from my backpack.": "我必须非常努力地击中我的头...我忘记了关于矿山的最后@number级别的一切，似乎我从我的背包丢失了@number项目",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp.": "我必须非常努力地击中我的头...我忘记了最后的@number级别的矿井的一切，我也似乎失去了@numbergp。",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp, and an item from my backpack.": "我必须非常努力地击中我的头...我忘记了关于矿井的最后@number级别的一切，我似乎失去了@numbergp和一个项目从我的背包。",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp, and @number items from my backpack.": "我必须非常努力地击中我的头...我忘记了关于矿山的最后@number级别的一切，我也似乎失去了@numbergp和@number项目从我的背包。",
  "Dr. Harvey charged me @numberg for the hospital visit.": "哈维博士指责我@numberg医院访问。",
  "Dr. Harvey charged me @numberg for the hospital visit. It also appears that I've lost an item from my backpack.": "哈维博士指责我@numberg医院的访问，也似乎我从我的背包丢了一件物品",
  "Dr. Harvey charged me @numberg for the hospital visit. It also appears that I've lost @number items from my backpack.": "哈維博士指示我@numberg医院访问，也似乎我失去了@number项目从我的背包。",
  "I have no money, but Harvey was obligated to save my life free of charge.": "我没有钱，但哈维有义务免费救我的生命。",
  "I have no money, but Harvey was obligated to save my life free of charge. It also appears that I've lost an item from my backpack.": "我没有钱，但哈维有义务免费保护我的生命，也似乎我从我的背包丢了一件物品",
  "I have no money, but Harvey was obligated to save my life free of charge. It also appears that I've lost @number items from my backpack.": "我没有钱，但哈维有义务免费保护我的生命，也似乎我失去了@number项目从我的背包",
  "Received 1000g": "收到1000g",
  "Received 2000g": "收到2000g",
  "Ice Festival": "冰节",
  "Battered Sword": "被破坏的剑",
  "A rusty old sword.": "一把生锈的老剑。",
  "You got the Battered Sword! It was sent home to your toolbox.": "你有被破坏的剑！ 它被送回你的工具箱。",
  "You got the 'Wand'! It seems like it could be a powerful item, but it's missing something... some kind of energy. It was sent home to your toolbox.": "你得到了'魔杖'！它似乎是一个强大的武器，但它缺少一些东西...某种能量。它被送回你的工具箱",
  "Listen to Mr. Lewis's tutorial?": "听路易斯先生的教程？",
  "Which one would you prefer?": "你最喜欢哪一个？",
  "Mushrooms": "蘑菇",
  "Bats": "蝙蝠",
  "Will you adopt this cat?": "你会收养这只猫吗？",
  "Will you adopt this dog?": "你会收养这只狗吗？",
  "Do you vote for or against the 3% shipping tax?": "你投票赞成还是反对3％的运输税？",
  "For": "赞成",
  "Against": "反对",
  "__comment": "elliottbooktalk",
  "I finished writing my book, and it ended up being a mystery novel! Remember when you told me you were into mystery?": "我写完了我的书，结果是一个神秘的小说！记得当你告诉我你进入神秘？",
  "Behold, '@key', a thrilling tale of deception and intrigue!": "看哪，'@key'，一个惊人的故事的欺骗和阴谋！",
  "I -almost- feel like I should split the profits with you, considering how much help you gave me!": "我 - 最后 - 感觉像我应该与你分享利润，考虑你给我多少帮助！",
  "I finished writing my book!": "我写完了我的书！",
  "Well, here it is... '@key'. It's about a government land surveyor who visits a tiny, isolated mining community... and discovers some disturbing secrets.": "噢，这里是...'@key'。这是一个政府土地测量师访问一个微小的，孤立的矿业社区...并发现一些令人不安的秘密。",
  "I finished writing my book, and it's a sci-fi novel! Remember when you told me you were a fan of sci-fi?": "我写完了我的书，这是一个科幻小说！记得当你告诉我你是科幻迷的粉丝",
  "Behold, '@key'. It's about a boy who forms a symbiotic partnership with a semi-telepathic lifeform. Together they unravel the dark mysteries of an interstellar cabal.": "看来，'@key'，这是一个男孩与半心灵的生活形式共生的伙伴关系，他们一起揭开了星际小屋的黑暗的奥秘",
  "I finished writing my book, and it ended up being a romance novel! ...You told me once that you enjoyed the genre, and, well, I've also been able to draw some inpsiration from real life experiences lately.": "我写完了我的书，结束了一个浪漫小说！...你告诉我一次，你喜欢的类型，而且，我也已经能够从现实生活经验中吸取一些吸气。",
  "Here it is, '@key'. It's about a train stewardess who falls in love with a traveling architect... but he's secretly engaged to the ticket collector's daughter!": "这里是'@key'，它是一个火车空姐爱上了一个旅行建筑师...但他偷偷地从事收票员的女儿！",
  "__comment": "speak Grandpa",
  "The farm hasn't changed much all that much since we last spoke... but that's okay.": "农场自从我们上次发言以来没有改变太多，但是没关系。",
 "If you're enjoying your new life, that's all that matters to me...": "如果你喜欢你的新生活，这一切对我很重要...",
  "I must return to the other world, now... but feel free to call on me again when you're ready.": "我必须回到另一个世界，现在......但当你准备好了，随时再打电话给我",
  "You've done a good job improving the place since we last spoke.": "你做得很好，改善了我们上次发言以来的地方。",
  "It seems you've tried your best... that's all I can ask for. I'm proud of you.": "看来你已经尝试了你最好的...这就是我可以要求的。我为你感到骄傲。",
  "You've done well, my boy.": "你做得很好，我的孩子。",
  "You've done well, my dear.": "你做得很好，亲爱的。",
  "@key Farm has never looked better. It's an honor to the family name.": "@key农场从来没有看起来更好，这是一个荣誉的家庭名。", 
  "Grandpa is pleased.": "爷爷很高兴。",
  "I'm so proud of you, my boy!": "我为你感到骄傲，我的孩子！",
  "I'm so proud of you, my dear!": "我为你感到骄傲，亲爱的！",
  "You've really turned the place around since we last spoke!": "自从我们上次发言以来，你真的改变了地方！",
  "You're a better farmer than I ever was, and you've brought great honor to the family name.": "你是一个比我更好的农夫，你给家庭的名字带来了很大的荣誉。",
  "I can feel it now... My spirit is finally put to rest. Bless you.": "我现在可以感觉到......我的灵魂终于被安息了，祝福你。",
  "The farm hasn't changed much in these past few years... but that's okay.": "这些农场在过去几年没有太大变化...但是没关系。",
  "You've done a good job with the place.": "你在这个地方做得很好。",
  "Not a valid gift.": "不是很好的礼物。",
  "Oh! So it's you?": "哦，那是你吗？",
  "Ah... a @key! Thanks.": "啊... a @key！谢谢",
  "Ah... an @key! Thanks.": "啊... an@key！谢谢",
  "Stardew Valley Fair": "星露谷博览会",
  "Time: @number": "时间：@number",
  "Eggs: @number": "蛋：@number",
  "It's a tie between @key and @key": "这是@key和@key之间的纽带",
  "It's a tie between @key, @key and @key": "这是@key，@key和@key之间的纽带",
  "It's a tie between @key, @key, @key and @key": "这是@key，@key，@key和@key之间的纽带",
  "It's a tie between @key, @key, @key, @key and @key": "这是@key，@key，@key，@key和@key之间的纽带",
  "It's a tie between @key, @key, @key, @key, @key and @key": "这是@key，@key，@key，@key，@key和@key之间的纽带",
  "Maybe I was being a little presumptuous earlier... sorry.": "也许我以前是一个小猜测...对不起。",
  "Thanks for helping out in the lab.": "感谢您在实验室帮助。",
  "That was a beautiful ceremony. Congratulations!": "这是一个美丽的仪式。恭喜！",
  "Willy, with 5 big, fresh fish!": "威利，有5只大，鲜鱼！",
  "@key, with @number big, slimy fish!": "“@key，with @number 大，鲶鱼！",
  "Well, here goes nothing...": "好了，这里什么也没有...",
  "Hey, good luck.": "嘿，好运。",
  "I don't have high hopes of winning... the fish look nice but they don't exactly smell great...": "我没有很高的希望获胜...鱼看起来不错，但他们没有确切的气味...",
  "I can't believe I lost...": "我不敢相信我失去了...",
  "It feels great to be on top! Hah!": "这感觉很棒！”Hah！",
  "Nice effort, though.": "很好的努力，虽然。",
  "Well, I didn't win... but it was still satisfying to share all my hard work!": "好吧，我没有赢，但是仍然满意，分享我所有的努力！",
  "Wow, I got a low score. I guess Mayor Lewis isn't much of a fish man. Oh well...": "哇，我得分很低，我想路易斯市长不是一个渔夫，哦，好...",
  "You added a @key to the soup.": "你给汤添加了一个@key。",
  "You added an @key to the soup.": "你给汤添加了一个@key。",
  "@key added a @key to the soup.": "@key添加了一个@key到汤。",
  "@key added an @key to the soup.": "@key添加了一个@key到汤。",
  "Your grange display has been judged. Return to Mayor Lewis for the result!": "你的农庄显示已被判断。返回市长刘易斯的结果！",
  "Hmm... I see you sitting in a plush chair by the fire... you're surrounded by luxury, yet filled with lonely desperation.": "嗯...我看见你坐在长椅上的火......你被奢侈包围，却充满了孤独的绝望。",
  "Ahh... yes. I see you at the beach. There's some kind of event taking place. You walk up to @key and say something funny... Hmmm... It seems like you two are good friends.": "啊...是的，我在海滩上看到你，有一些事情发生，你走到@key，说一些有趣的...嗯...似乎你两个是好朋友。",
  "Ahhh... yes. It's @key's birthday. He thought everyone forgot, but then you show up with a nice gift. What a good friend.": "啊，是的，这是@key的生日，他认为每个人都忘了，但是你出现了一个漂亮的礼物，什么好朋友。",
  "Ahhh... yes. It's @key's birthday. She thought everyone forgot, but then you show up with a nice gift. What a good friend.": "啊，是的，这是@key的生日，她想每个人都忘记了，但是你出现了一个漂亮的礼物，什么好朋友。",
  "Hmm... I see you laying on a cot... It looks like a hospital. @key is there to keep you company while you recover. What a nice friend.": "“嗯...我看见你躺在一张婴儿床上......它看起来像一个医院@key是在那里让你公司，而你恢复。一个好朋友。",
  "Ahh... Indeed. I see you in a room, having a conversation with a man... Oh! It's @key. You seem to be close friends.": "啊，真的，我看到你在一个房间里，与一个人交谈...哦，是@key，你似乎是亲密的朋友",
  "Ahh... Indeed. I see you in a room, having a conversation with a lady... Oh! It's @key. You seem to be close friends.": "啊，真的，我在一个房间里看到你，和一个女人交谈......哦，是@key，你似乎是亲密的朋友",
  "Ahh... I see you in the saloon, surrounded by friends. It doesn't seem like you have any favorites... you're popular with everyone!": "啊...我在沙龙看到你，被朋友包围，看起来你没有什么喜欢...你受到大家的欢迎！",
  "Now I see you, middle-aged, walking through town at dusk. You pause at a window to see a family having dinner. You hang your head and hurry off into the darkness.": "现在我看见你，中年，黄昏时走在城里，你在一个窗口停下来看一个家庭吃饭，你挂头，匆忙走进黑暗中。",
  "Now I see you and @key in a field of grass. You seem happy.": "现在我在草地上看到你和@key，你看起来很高兴。",
  "Now I see you and @key in a dimly lit room. You look serious... but not unhappy. Something important must be happening.": "现在我在一个昏暗的房间里看到你和@key，你看起来很严肃，但不是不开心，一些重要的事情必须发生。",
  "Ooo... It's dark, and I see you and a certain young man. He looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young man's name? ... I believe it starts with a '@key'.": "噢......这是黑暗的，我看到你和一个年轻人，他看起来相当有希望，渴望和你在一起。嗯...现在这个年轻人的名字是什么？...我相信它开始了@key'。",
  "Ooo... It's dark, and I see you and a certain young man. He looks a little bashful, but happy to be with you. Hmmm... now what's this young man's name? ... I believe it starts with a '@key'.": "噢......这是黑暗的，我看到你和一个年轻人，他看起来有点小害羞，但很高兴与你在一起嗯......现在这个年轻人的名字是什么？...我相信它开始@key'。",
  "Ooo... It's dark, and I see you and a certain young man. He looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young man's name? ... I believe it starts with an '@key'.": "“噢......这是黑暗的，我看到你和一个年轻人，他看起来相当有希望，渴望和你在一起。嗯...现在这个年轻人的名字是什么？...我相信它开始了'@key'。",
  "Ooo... It's dark, and I see you and a certain young man. He looks a little bashful, but happy to be with you. Hmmm... now what's this young man's name? ... I believe it starts with an '@key'.": "噢......这是黑暗的，我看到你和一个年轻人，他看起来有点小害羞，但很高兴与你在一起嗯......现在这个年轻人的名字是什么？...我相信它开始'@key'。",
  "Ooo... It's dark, and I see you and a certain young lady. She looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young lady's name? ... I believe it starts with a '@key'.": "噢，这是一个黑暗的，我看到你和一个年轻的女士，她看起来相当有希望，渴望和你在一起，嗯......现在这个年轻女士的名字是什么？@key'。",
  "Ooo... It's dark, and I see you and a certain young lady. She looks a little bashful, but happy to be with you. Hmmm... now what's this young lady's name? ... I believe it starts with a '@key'.": "噢，这是一个黑暗的，我看到你和一个年轻的女士，她看起来相当有希望，渴望和你在一起，嗯......现在这个年轻女士的名字是什么？ '@key'。",
  "Ooo... It's dark, and I see you and a certain young lady. She looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young lady's name? ... I believe it starts with an '@key'.": "噢，这是一个黑暗的，我看到你和一个年轻的女士，她看起来相当有希望，渴望和你在一起，嗯......现在这个年轻女士的名字是什么？ '@key'",
  "Ooo... It's dark, and I see you and a certain young lady. She looks a little bashful, but happy to be with you. Hmmm... now what's this young lady's name? ... I believe it starts with an '@key'.": "噢，...那是黑暗的，我看到你和一个年轻的女士，她看起来有点b ful，但很高兴与你在一起嗯...现在这个年轻女士的名字是什么？ '@key'。",
  "Interesting... I see you and @key working together on a farm. You seem very pleased about something.": "有趣的...我看到你和@key一起在农场工作，你似乎很高兴的事情。",
  "...Oh? It seems you'll be leaving more than a few heartbroken... Are you playing games with those who put their trust in you? Hmm...": "...哦，看来你会离开更多的伤心人...你和那些信任你的人一起玩游戏吗？嗯..",
  "The crystal ball has moved on... Now I see you harvesting a plump, ripe melon. You're on a wonderful looking farm, bursting with life!": "水晶球已经移动...现在我看到你收获丰满，成熟的瓜，你在一个美丽的看起来的农场，爆炸与生活！",
  "The crystal ball has moved on... Now I see you relaxing on the riverbanks, holding a fishing pole. Oh! Looks like something big is on the line!": "水晶球已经移动...现在我看到你在河岸上放松，拿着钓鱼竿哦！看起来大的东西在线！",
  "The crystal ball has moved on... It's you... in the forest. You spot some rare and delicious mushrooms hidden beneath a clump of grass... what a find!": "水晶球已经移动...这是你...在森林里，你发现一些稀有和美味的蘑菇隐藏在草丛下面...什么找到！",
  "The crystal ball has moved on... I see you somewhere dark... but there you are, inspecting a marvelous gemstone! It's glittering in the light of a small lantern.": "水晶球已经移动...我看到你在某个地方黑暗...但在那里你是，检查一个奇妙的宝石！它在一个小灯笼的光芒闪闪发光",
  "The crystal ball has moved on... AH! You're in combat! There's something dreadful bearing down on you from the dark, but you seem more than ready to face it.": "水晶球已经移动...我看到你在某个地方黑暗...但在那里你是，检查一个奇妙的宝石！它在一个小灯笼的光芒闪闪发光",
  "The crystal ball has moved on... I see you in a golden room... grinning about something. Oh, I see... You're playing some kind of game and you just can't lose!": "水晶球已经移动... AH！你在战斗中！从黑暗中，你有可怕的东西，但你似乎更准备面对它",
  "Ah... the crystal ball has gone dim. That's all I can do for you, young one.": "啊，水晶球已经昏暗了，这是我能为你做的，年轻的人啊。",
  "Now, just keep in mind that the future isn't set in stone! Whatever I've told you today can still be changed, if you set your heart on it. Farewell.": "现在，只要记住，未来不是在石头！无论我告诉你今天仍然可以改变，如果你设置你的心在它告别。",
  "Do you think everyone's ready for the egg hunt yet?": "你认为每个人都准备好去寻找蛋了吗？",
  "Yes, let's start.": "是的，让我们开始。",
  "Well, should we start the dance now?": "那么，我们现在应该开始跳舞吗？",
  "Should we move forward with the Luau? The governer seems a little hungry.": "我们应该与卢奥前进吗？牧师似乎有点饿了",
  "What do you think... should I launch the boat now?": "你认为...我应该现在开船吗？",
  "Oh... are you already finished setting up your grange display?": "哦，你已经完成了你的农庄显示吗？",
  "Are you ready to participate in the ice fishing competition?": "你准备好参加冰钓比赛吗？",
  "Hey, @player. I'm your secret gift-giver this year.": "嘿，@player，我今年是你的秘密赠礼者",
  "Here, open it.": "这里，打开它。",
  "Hi. So, I'm your secret gift-giver this year.": "嗨，所以，我今年是你的秘密赠送者。",
  "Well? Open it!": "好吧？打开它！",
  "You don't like it, huh? Bah! Kids these days... no appreciation for anything. That was expensive, and I'm not made of money, you know!": "你不喜欢它，嗯？Bah！孩子们这些天...没有什么感谢，这是昂贵的，我不是由钱，你知道！",
  "It's nothing fancy, but It's the best I could afford.": "这不是什么奇特，但它是我能买得起的最好的。",
  "Um, excuse me.": "嗯，对不起。",
  "I have a gift for you. I found it last summer when I was playing at the beach. I hope you like it.": "我有一份礼物给你，去年夏天我在海滩玩，我找到了，我希望你喜欢它。",
  "I'm glad you moved here, farmer @player!": "我很高兴你搬到这里，农夫@player！",
  "__comment": "Evets/*.cs",
  "__comment": "SoundInTheNightEvent.cs",
  "A strange sound was heard in the night...": "在夜里听到一个奇怪的声音...",
  "An explosion was heard in the night...": "在夜里听到爆炸......",
  "There was an earthquake during the night.": "夜间发生地震。",
  "__comment": "QuestionEvent.cs",
  "Should we have a baby, @player?": "我们应该有一个婴儿，@player？",
  "Yes": "是",
  "Not now...": "不是现在...",
  "Should we adopt a baby, @player?": "我们应该收养一个婴儿，@player？",
  "During the night, @key  gave birth to a @key.": "在夜里，@key生了一个@key。",
  "Name your new @key": "命名您的新@key",
  "__comment": "BirthingEvent.cs",
  "Choose a name:": "选择一个名字",
  "What should we name him?": "我们应该给他什么名字？",
  "What should we name her?": "我们应该叫她什么？",
  "During the night, the adoption agency dropped off your new boy.": "在夜里，你领养了你的新男孩。",
  "During the night, the adoption agency dropped off your new girl.": "在夜里，领养了你的新女孩。",
  "During the night, @key gave birth to a baby boy.": "在夜里，@key生了一个男婴。",
  "During the night, @key gave birth to a baby girl.": "在夜里，@key生了一个女婴。",
  "During the night, you gave birth to a baby boy.": "在夜里，你生了一个男婴。",
  "During the night, you gave birth to a baby girl.": "在夜里，你生了一个女婴。",
  "Just look at our little family... We've come a long way, haven't we?": "看看我们的小家庭......我们已经走了很长的路，不是吗？",
  "Two beautiful children... We've come a long away, haven't we?": "看看我们的小家庭......我们已经走了很长的路，不是吗？",
  "Everything went well, and now little @playerChild is part of the family. We're very fortunate.": "一切顺利，现在小@playerChild是家庭的一部分，我们很幸运。",
  "It's so wonderful to welcome little @playerChild into our life.": "欢迎小@playerChild进入我们的生活真是太好了。"
}