{
  "__comment": "Abigail",
  "We're hiding in here so we don't have to talk to anyone.": "我们藏在这里就不用和别人说话了。",
  "What's up, @player? I'm just saying hi to the mom.": "",
  "It's nice to see the ol' gang again. Nothing's changed.": "",
  "Dad seems to be doing okay without me around.": "",
  "Hey, @player. I like to relax here... it's so peaceful.": "",
  "Urgh... I still can't beat it by myself.": "",
  "Ugh... I have a doctor's appointment later.": "额，我待会儿和医生有约。",
  "I'm just here for my annual check-up! Don't worry, I'm not preg... I mean, I'm not sick! Heh.": "我只是来进行每年的体检，我不是怀…… 啊我是说我没生病。",
  "How much longer do you need, doc? I'm hungry.": "医生，还要多久？我饿了。",
  "__comment": "Alex",
  "I'm going to hang out here all day. My grandparents aren't getting any younger...": "",
  "Hi. Eh, I just twisted my ankle. Seeing if I can get it taped.": "你好，额，我刚刚把脚扭了。 看看能不能把它包扎好。",
  "Yeah, yeah... I'm good, doc. Just tape it up, okay?": "啊，啊，医生，我很好。 只要包扎起来就行了，好吗？",
  "__comment": "Caroline",
  "Finally... A little time to myself.": "终于有我自己的时间了。",
  "It was the previous owners who built the altar room. We aren't religious, but we let the other townsfolk use it if they want.": "这是之前的户主建造的祭坛房间。 我们没有宗教信仰，但如果他们想的话我们让其他市民使用它。",
  "Hmm... Should I wear something special to the aerobics meet-up today?": "嗯。我今天应该穿什么特别的东西去参加健身操呢？",
  "You're looking really fit, Jodi! Those dumbells do wonders, don't they?": "Jodi你看上去真是健康! 这些哑铃真是神奇，对吗？",
  "Mmff... I think I've earned some cookies today. *crunch*.": "嗯，我觉得今天已经赚到了一些曲奇了 *嚼*.",
  "It's my annual check-up today. At least I don't have to walk very far.": "只是我每年例行的检查而已。 至少我不用走很远了。",
  "You're here to see the doctor too? What happened?": "你也是来看医生的吗？ 发生了什么？",
  "Excuse me, I have to say some things to Doctor Harvey in private...": "不好意思我有些话想私下里对Harvey医生说。",
  "__comment": "Clint",
  "I have a doctor's appointment today, so if you need to buy anything you'd better hurry.": "我今天和医生有约，你想买东西的话最好快一点。",
  "I'm seeing the doctor about my lungs... breathing in all that coal dust can't be good.": "我正在问医生我的肺有没有问题。 一直在煤粉里生活给身体造成的危害太大了。",
  "How do my lungs sound, doc? Sometimes they make a rattling sound when I exhale.": "医生，我的肺听起来如何？ 我呼吸的时候会有奇怪的声音。",
  "__comment": "Demetrius",
  "The colder season is coming up so I'm here to get my flu vaccine.": "寒冷的季节要到来了，所以我要赶紧打流感疫苗。",
  "Doctor Harvey, have you read the latest 'Biology and Medicine'? There's an article I think you'd be interested in.": "Harvey医生,你读最新的一期 'Biology and Medicine'了吗?里面有篇文章你应该会感兴趣。",
  "__comment": "Elliott",
  "Hello, @player. I'm just watching the waves from here.": "",
  "Hello there. What brings you to this terrible place?": "过来，你怎么把孩子们带到这里来了?",
  "My back has been hurting, doctor... you know, with all the hunching over to write my novel.": "我的背受伤了。 你知道的，都是在写小说的时候遭到的不幸。",
  "__comment": "Emily",
  "What a lovely loom. I'm in heaven right now.": "多么可爱的织布机！我感觉我现在在天堂",
  "I'm just looking for mermaids.": "",
  "I come here to smell the fruit.": "",
  "Friday nights are busy, so I'm just helping out for old time's sake. It's fun!": "",
  "It's good to the visit the old house. It's full of memories.": "",
  "I'm trying to get a good walk in today. My legs feel like cannelloni.": "",
  "Gus seems to have problems organizing everything without me around.": "",
  "Most of us visit the doctor for a yearly check-up.": "大部分人来找医生都是每年的体检。",
  "Doctor, I'd like to go with the 'natural remedy' if possible.": "医生，如果可能的话，我想试试'自然疗法' ",
  "__comment": "Evelyn",
  "When you get to be my age you have to see the doctor more often.": "你到了我这个年级也会经常来看医生的。",
  "Oh dear, is it an emergency? Why are you here?": "哦天哪，是什么急事吗？你怎么来了。",
  "Now now, dear... It's important that Doctor Harvey takes a good look at you. He's a nice young man! Behave yourself, for your dear old wife's sake.": "现在让Harvey医生仔细检查一下你比较重要。 他是个不错的年轻人。 为了你年老的妻子着想还是老实点吧。",
  "Could you check his lungs? He's been wheezing lately.": "你能检查一下他的肺吗？他最近一直在喘气。",
  "This place is full of memories for me. Thank you so much for restoring it.": "这里充满了我宝贵的回忆。谢谢你把它恢复了往日的样子。",
  "__comment": "George",
  "Hmmpph... The wife's making me go to the clinic today.": "额，老婆让我来诊所。",
  "*grumble*... Good for nothing doctors... *grumble*": "*嘟囔*... 没啥好的... *嘟囔*",
  "Well how much longer do I have, Doc?": "好吧，医生我还能活多久?",
  "I've never been religious but hey... I'm old.": "我以前不信教的，不过我现在老了。",
  "__comment": "Gus",
  "I'm getting some supplies for the saloon. Pierre's got the good stuff.": "我给酒吧弄点补给。 Pierre那有好货。",
  "Seeing the doctor makes me nervous... What if I only have a few years left? I'm not at peace with the world yet!": "看到医生我有点紧张。万一我没几年日子了呢…… 我还没与这个世界握手言和！",
  "It's my liver, isn't it Doctor? I can see it on your face. *Sigh*... I really need to cut back on that sweet, delicious Stardew Valley wine.": "是我的肝对吗，医生？ 我能从你的脸上看出来。*叹气*... 看来我真得少喝点甜美的星露酒了。",
  "__comment": "Haley",
  "Hi, honey! I'm mostly just here to visit Emily.": "",
  "The weather's too horrible to get out of bed.": "天气真差，不想起床。",
  "It's too cold to get out of bed.": "好冷啊不想起床。",
  "It's nothing serious... I'm just here for my annual check-up.": "没啥大事，我只是要去进行每年的体检了。",
  "Well... my nose has been a little runny, Doctor. But otherwise I'm doing fine!": "好吧，医生，我最近有点流鼻涕。其他都没问题！",
  "__comment": "Harvey",
  "This stuff can definitely be incorporated into a healthy diet.": "这些东西应该加入到健康食谱里。",
  "I'm just putting away these groceries.": "我只是在整理下杂货。",
  "Hi Honey. What are you doing at the clinic?": "亲爱的你好，你在诊所干什么？",
  "Ah, you just came to see me. That's nice.": "啊，你一定是来看我的。 真棒！",
  "Hi! I'm just shopping for some essentials, so I can continue to cook healthy meals for us.": "",
  "The sound of running water is relaxing for me.": "",
  "__comment": "Jas",
  "1... 2... 3... 4... Oh no! I messed up again.": "1... 2... 3... 4... 哦！不！我又错过了。",
  "1... 2... 3... 4... Here comes a wave! *giggle*": "1... 2... 3... 4... 来了一波！ *笑*",
  "I have to visit the doctor today, but I'm not afraid!": "我今天要去见医生，但是我不害怕。",
  "Can you show me how this tool works, Doctor Harvey?": "Harvey医生你能给我演示下这个是做什么的吗?",
  "__comment": "Jodi",
  "Ohhh... My arms feel like gelatin... ": "哦我的手臂感觉不太好。",
  "Shhh... he's asleep.": "嘘……他睡着了。",
  "Vincent hates going to the doctor more than anything, but he'll just have to deal with it.": "Vincent最讨厌去看医生了，但是他必须这么干。",
  "Be brave, Vincent. Think of your father.": "勇敢点，Vincent。想想你的爸爸。",
  "Doctor Harvey? I'm worried about Vincent's height. Isn't he a little short for his age?": "Harvey医生? 我担心Vincent的身高。他这个年纪这么高是不是矮了点?",
  "Vincent was very brave at the doctor's today. I'm proud of him.": "Vincent今天在医生那很勇敢！我以他为傲。",
  "Hey! You can't just barge into a private appointment!": "喂，你别闯进人家的私人会面。",
  "__comment": "Kent",
  "__comment": "Leah",
  "Hello, @player. I'm just enjoying the fresh air for a while. I was starting to get cabin fever at home.": "",
  "Hi. Here to see the doctor?": "你好，你也是来看医生的吗？",
  "Do I look healthy, Doctor Harvey?": "我看上去还好吧，Harvey医生?",
  "__comment": "Lewis",
  "Well, the fish certainly smells fresh this season.": "这个季节的鱼闻起来真新鲜。",
  "I like to check in with the local businesses and see how they're doing.": "我想检查当地企业，看看他们在做什么。",
  "I'm just here to make sure all of Marnie's business needs are met.": "我只是来确认Marnie的商务需求满足好了。",
  "I'm here to collect Clint's business tax.": "我来收Clint的商业税。",
  "The library is one of Pelican Town's greatest features. It's funded with the taxes we collect from local business.": "图书馆是Pelican Town最大的特点。 它的资金来自于当地企业的税收。",
  "I do all my grocery shopping here.": "我所有食品都在这里买。",
  "Erm... Doctor Harvey? This is completely confidential, right?": "额……Harvey医生?这是完全保密的对吗？",
  "__comment": "Linus",
  "Even someone like me needs to warm up indoors now and then.": "即使像我这样的人，现在也需要偶尔在室内做热身运动。",
  "__comment": "Marnie",
  "I'm going to sleep well tonight.": "我今晚能睡个好觉了。",
  "Erm... Doctor Harvey? This is completely confidential, right?": "额……Harvey医生? 这是完全保密的对吗？",
  "I think Jas actually likes going to the doctor. What an unusual little girl.": "我觉得Jas挺喜欢去看医生的。 真是个奇特的小女孩。",
  "We're here for a 1:30pm appointment.": "我们1:30pm 有约",
  "Erm... Doctor Harvey? When you give her the shots, can we have two lollipops?": "额……Harvey医生? 当你帮她看的时候我们能吃两个棒棒糖吗？",
  "__comment": "Maru",
  "I'm at work, honey! Don't let the doctor see.": "",
  "It's nice for you to visit me.": "",
  "I'm almost off work...": "",
  "Hey! Mom seems to be doing okay without my help. She's a tough lady.": "",
  "Dad's making good progress on his experiment.": "",
  "I hope Penny decides to get married some day.": "",
  "It's hard to really grasp the scale of the universe.": "真正把握宇宙的尺度是很难的。",
  "__comment": "Pam",
  "*grumble*... Doctor know-it-all... *grumble*": "*抱怨*……医生都知道…… *抱怨*",
  "How much do I drink every day? What kind of a question is that?": "我每天喝多少？你问这个干什么？",
  "__comment": "Penny",
  "Hi, honey. It's nice of you to visit me at work.": "亲爱的你好，谢谢你在我工作的时候过来看望我。",
  "Hi, honey! I'm just doing some shopping.": "",
  "Don't worry, I'm using my own money to buy this.": "",
  "I wonder if Maru will get married some day?": "",
  "I'm going to go inside, I just wanted a quiet moment.": "我要进去了。我想安静一会儿。",
  "I have an appointment at the clinic this afternoon.": "我下午和医生有约。",
  "Hey! A little privacy, please?": "嘿，给我一点隐私好吗？",
  "__comment": "Pierre",
  "I've been working hard all week. I deserve a little relaxation on a Friday night.": "我一周都在努力工作。我周五晚上应该要好好休息下。",
  "__comment": "Robin",
  "We meet every week to encourage each other to stay healthy.": "我们每周见面鼓励对方保持健康。",
  "What's a healthy young person like you doing here?": "你这么健康在这边做什么呢？",
  "Nothing bad to report, Doc. I feel as healthy as ever.": "医生，没啥坏事要说的。我感觉一如既往的健康。",
  "__comment": "Sam",
  "I gotta go visit Uncle Doctor today... Great.": "好吧，我会去拜访医生。",
  "I'm a healthy boy, doc. Can I go now? This is boring.": "医生，我是个健康的男孩。我能现在就走了吗？好无聊啊。",
  "I just got out of the doctor's office. Completely healthy and vigorous, just as I expected.": "我直接走出了医生的办公室。 和我想象的一样健康、充满活力。",
  "Don't tell my mom... but I really just came over for a free lunch.": "",
  "Sorry, honey. I'm trying to concentrate here... ": "",
  "Mom seems okay. A little overworked, maybe.": "",
  "Vincent seems a little lonely without me around. I used to play with him a lot.": "",
  "Nothing like an ice cold Joja Cola on a sopping wet day, huh?": "没什么和在湿淋淋的天气来一瓶冰的Joja Cola一样爽。",
  "Just kidding. Hehehe.": "哈哈哈，只是个玩笑。",
  "__comment": "Sebastian",
  "Should I let Sam win for once? ...nah.": "我该让Sam赢一次吗？",
  "I'm going to hang out with my old friends tonight. I'll be home later.": "",
  "My skills haven't declined... Sam's still just as easy to beat.": "",
  "Standing at this spot really makes me want a smoke... but I'm determined to quit now.": "",
  "Mom's face lit up when I walked in. She deserves to be happy.": "",
  "The ocean is best enjoyed alone... don't you think?": "海洋是最适合一个人欣赏的，对吗？",
  "Dammit... I almost forgot. I have to go see Doctor Harvey today.": "该死，我差点忘了。我今天要去找医生。",
  "What are you doing in here? I could've been naked!": "你在这里做什么？ 我差点脱光了。",
  "__comment": "Shane",
  "Don't worry, this is only Joja Cola.": "",
  "Hmm... I have to say, JojaMart has a much better selection of frozen dinners.": "",
  "If I don't order a cold one now and then, Gus will go out of business. I'm just doing my civic duty. I'll head home around 10.": "",
  "Oh, hey @player. Miss me already?": "",
  "I'm attached to these woods... lots of memories...": "",
  "__comment": "Vincent",
  "*sob*... I have to get my shots today.": "*哭*... 我今天要去拍片。",
  "*gulp*... Mommy, don't make me do it.": "*哽咽*娘，别逼我做这个……",
  "Do I get a lollipop for being so brave?": "我这么勇敢能得到一个棒棒糖吗？",
  "__comment": "Willy",
  "Handling salty fish all day makes me real thirsty.": "整天拿着咸鱼让我很渴。",
  "Ah... Nothing's better than kicking back with a cold one after a relaxing day fishing.": "啊，没有什么比放松钓了一天鱼之后赶走寒冷更爽的了。",
  "I have a doctor's appointment today, so if you need to buy anything you'd better hurry.": "我今天和医生有约。你要买东西的话最好快点。",
  "Eh, I got a fish hook stuck in my thumb... the Doctor's gonna cut it out.": "额……我把鱼钩卡在拇指里了。 医生可能要切开拿出来。",
  "Yowch! That hurt, Doc!": "啊哟! 那很痛！医生！",
  "I need a little warm-me-up to be ready for another cold night on the ocean.": "在海上再度过一个寒冷的夜晚我要做些热身运动。"
}
