{
  "__comment": "CookingChannel",
  "Stir Fry! It's a perfect way to get some healthy greens on your plate. Sautee the greens in a little sesame oil and make sure to add plenty of fresh ginger and garlic. Now breathe deeply... Oh, that's good.": "翻炒！这是一个完美的方式，以获得一些健康的蔬菜在你的盘子。 Sautee在一小块芝麻油的绿色，并确保添加大量新鲜的姜和大蒜。现在呼吸深深...哦，这很好。",
  "Coleslaw! Envisioning bland mounds of limp cabbage? You're not alone. But a great coleslaw can be so much more. Make sure you have juicy fresh cabbage for this one. Toss with a little vinegar and mayonnaise and you're all set. Ah, that's crisp.": "翻炒！这是一个完美的方式，以获得一些健康的蔬菜在你的盘子。 Sautee在一小块芝麻油的绿色，并确保添加大量新鲜的姜和大蒜。现在呼吸深深...哦，这很好。",
  "Radish Salad! There's nothing like a fresh, peppery radish. It reminds me of the late spring... my mother would slice up our fresh radishes and serve them on grainy bread with a little salt and pepper. Ah, those were the days... but I digress. Now, watch closely...": "萝卜沙拉！没有什么像一个新鲜的胡椒萝卜，它让我想起晚春...我的母亲会切碎我们新鲜的萝卜，用一点盐和胡椒在颗粒状的面包上服务他们，那些是天...但我离题。现在，密切注视...",
  "Omelet! This is such a simple dish, but so often done incorrectly! A perfect omelet is a thing of beauty. It's a pure golden angel of gleaming egg, and I'm going to show you my secret method...": "煎蛋卷！这是一个简单的菜，但经常做不正确！一个完美的煎蛋卷是一件美丽的事情，它是一个纯净的金色天使闪闪发光的鸡蛋，我要告诉你我的秘密方法...”",
  "Baked Fish! Whenever I make this one at home, my two cats go bananas. I need a second chef around just to keep them from hopping on the counter for a bite! Just make sure the fish is fresh, preferably caught with your own rod! Now watch as I place the fish on a bed of spring greens...": "烤鱼！每当我在家里做这个，我的两只猫去香蕉，我需要一个第二个厨师，只是为了防止他们在柜台上跳动叮咬！只要确保鱼是新鲜的，最好是抓住自己的rod！现在看着我把鱼放在春天的蔬菜床上...",
  "Pancakes! Sometimes I get carried away with fancy, complicated dishes... but there's something comforting about a simple pancake. You'll want plenty of butter and maple syrup to slather over these warm stacks... mmmm....": "Pancakes！有时候我会想起那些奇特的复杂的菜肴，但是有一些简单的薄煎饼，你会想要大量的黄油和枫糖浆在这些温暖的堆栈... ... mmmm ...",
  "Maki Roll! The delicate flavor of the ocean, sealed within a pillowy cloud of rice. Maybe a bit of wasabi for the adventurous. My mouth is watering as we speak. Oh, how I love sushi...": "Maki Roll！海洋的细腻的味道，密封在一个枕头云里的米，也许有一点芥末的冒险，我的嘴在我们说话的时候浇水哦，我怎么爱寿司...",
  "Bread! Breadmaking can be a very complex form of art, but I'll make it simple for you. The most important ingredient is flour, of course. But before we create the dough we'll need to activate our yeast. They prefer warm water and little something to feed on. I use plain sugar, but honey or maple syrup will do!": "面包！面包制作可以是一个非常复杂的艺术形式，但我会让你简单，最重要的成分是面粉，当然，但在我们创造面团之前，我们需要激活我们的酵母，他们喜欢温暖的水和一点东西喂养我使用纯糖，但蜂蜜或枫糖浆会做！",
  "Tortillas! How many of you are gnawing on a microwaved convenience-burrito while watching this program? Shame on you! You might as well wrap your beans in an old wash rag. Now, listen up. Once you've tried my fresh, rustic corn tortillas you'll never go back...": "Tortillas！你们有多少人在看着这个节目的时候在一个微波炉的方便面上啃了一个耻辱你可以把你的豆子裹在一个旧的抹布里，现在听着，一旦你试过我的新鲜，仿古玉米饼，你永远不会回来...",
  "Trout Soup! There's something about fresh-caught trout that just gets me buzzing. Maybe it's the subtle taste of the river. At any rate, I've got a wonderful trout soup recipe to share with you today...": "鳟鱼汤！有一些新鲜的鳟鱼，只是让我嗡嗡，也许这是河的微妙的味道。无论如何，我有一个美妙的鳟鱼汤食谱今天与你分享...",
  "Glazed Yams! It's yam season, and what better way to enjoy these delightful tubers than by slathering them in a sweet, sticky glaze? You'll need a nice, ripe yam and a whole bunch of sugar. Now, here's how you do it...": "Glazed Yams！是山药季节，更好的方式来享受这些令人愉快的块茎比在一个甜蜜的，粘釉釉它们需要一个好的，成熟的山药和一束糖现在，这里是如何做it ..",
  "Artichoke Dip! This is a delightful way to get more artichokes into your body. Personally, I don't even dip anything in there. I just guzzle the sauce down like it's a milkshake. Delicious.": "这是一个令人愉快的方式，以获得更多的朝鲜蓟进入你的身体。就我个人而言，我甚至没有任何东西在那里，我只是打酱油下来像一个奶昔。",
  "Plum Pudding! Little Jack Horner is chomping at the bit for this ooey-gooey delight. And who can blame him? The plums are floral and sweet, with just the right amount of tartness to fully activate every last one of your eager taste buds. You'll just have to try it and see for yourself...": "李子布丁！小杰克·霍纳（Little Jack Horner）正在为这个ooey-gooey的喜悦而烦恼，谁能责怪他？李子是花香和甜的，只有适量的酸度才能完全激活每一个你渴望的味蕾你只需要尝试一下，看看自己..",
  "Chocolate Cake! What better way to spend these cold winter nights than digging your way through a rich chocolate mountain? With my help, you'll be well on your way to creating the finest cake you've ever laid eyes on. Now, you're going to need a lot of sugar...": "巧克力蛋糕！这些寒冷的冬夜的最好的方式是通过一个丰富的巧克力山挖掘你的方式？在我的帮助下，你会很好地创造你曾经盯着的最好的蛋糕现在，你会需要很多糖..",
  "Pumpkin Pie! In my house, it's a tradition to eat pumpkin pie during the feast of the winter star. The season just isn't complete without that wonderful flavor you can only achieve with the finest farm-fresh pumpkins. A little nutmeg, cinnamon, and clove will sweep you off to a land of crimson and gold...": "南瓜馅饼在我的房子里，这是一个传统，在冬季明星的节日吃南瓜饼，这个季节只是不完全没有那美妙的味道，你只能实现与最好的农场新鲜的南瓜一个肉豆蔻，肉桂和丁香会扫荡你到一个深红色和金色的土地...",
  "Cranberry Candy! Here's a fun one to help you celebrate the new year. Cranberries are quite bitter on their own, but submerge them in an ocean of sugar and they'll taste like angel's tears. Here's how you do it...": "蔓越莓糖果这是一个有趣的，以帮助你庆祝新的一年蔓越莓是相当苦的自己，但淹没他们在一个糖的海洋，他们会品尝像天使的眼泪这是你怎么做...",
  "Pizza! There's a reason pizza is a timeless culinary classic. You've got an artisan golden-brwn crust, you've got a tangy, garlic-infused marinara sauce, and you're topping it all with a mouth-watering three-cheese blend. And we're just getting started! Let's throw some fresh pepper and tomato on the top. Oh, my!": "披萨！有一个原因披萨是一个永恒的烹饪经典，你有一个工匠金黄色的地壳，你有一个强烈的，大蒜灌注的马里纳拉酱，你在一个令人垂涎欲滴的三我们就开始了！让我们在上面扔一些新鲜的胡椒和番茄哦，我的！",
  "Hashbrowns! This one's simple, but that's a good thing! You'll just want to shred some potatoes, add a liberal amount of salt, and fry to perfection in your favorite high-heat oil. Sounds easy, right? Well, I've got some pointers that'll make your job a lot easier...": "Hashbrowns！这个简单，但是这是一件好事！你只想切碎一些土豆，添加大量的盐，并在你最喜欢的高热油中炸到完美。听起来很容易，好吧，我“有一些指针，将使你的工作更容易..",
  "Complete Breakfast! Last week I taught you how to make hashbrowns. This week I'll show you how to combine them with other ingredients to create a hearty complete breakfast. This meal will really fill you up and give you the energy you need to get in a hard day's work.": "完整的早餐！上周我教你如何做hashbrowns本周我会告诉你如何结合他们与其他成分，以创造一个丰盛的完整的早餐，这顿饭将真正填补你，并给你所需要的能量进入艰苦的一天的工作",
  "Lucky Lunch! An old legend has it that this meal is irresistable to spirits of luck and fortune. After consuming it, you're likely to attract a good spirit into your belly, where it will bless you with good fortune until the meal is digested! Sounds weird, huh? I can't say I believe it, but the meal is delicious nonetheless!": "幸运的午餐！一个古老的传说，这顿饭是不可抗拒的运气和财富的精神。消费后，你可能会吸引一个良好的精神进入你的肚子，它会祝福你的好运，直到吃饭听起来很奇怪，我不能说我相信，但餐是美味的，但是！",
  "Hey, ever have a bunch of carp laying around and no idea what to do with them? Yeah, me too. Well, I've devised a great solution to this all-too-common problem. I call it... Carp surprise. It's quite easy to make, but you'll need a lot of carp...": "嘿，有一束鲤鱼躺在身边，不知道该怎么办，是的，我也是，我设计了一个很好的解决方案这个太常见的问题，我称它...鲤鱼这是很容易做，但你需要很多鲤鱼..",
  "Maple Bars! Ever notice how the maple bars are always first to disappear from the doughnut box? Perplexing, because your average maple bar tastes like a sweet hockey puck. Agree? Well, just wait until you try my recipe. You can really taste the forest in these bars. Okay, you're going to need real, quality maple syrup...": "Maple酒吧！经常注意到枫树酒吧总是首先从甜甜圈盒子里消失吗？令人费解的是，因为你的平均酒吧味道像一个甜美的曲棍球冰球，同意，只是等待，直到你尝试我的食谱你真的可以品尝这些酒吧的森林好吧，你会需要真正的，质量枫糖浆..",
  "A viewer from Pelican Town wrote to me recently... let's see... Her name's Haley. She wrote, 'I tried your pink cake last time I was in Zuzu City and I fell in love with it. Could you share the recipe on your next episode?'. Well, why not? It's a marvelous cake. And you'll never guess the secret ingredient... melon!": "来自鹈鹕镇的一个观众最近给我写信...让我们看看...她的名字是Haley，她写道：”我上次在Zuzu市尝试了你的粉红色蛋糕，我爱上了它，你能分享食谱你的下一集？“那么，为什么不？这是一个奇妙的蛋糕，你永远不会猜到秘密成分...甜瓜！",
  "Roasted Hazelnuts! I've got a nice old hazelnut tree behind my house, and every year I invite the family over for a nut roasting party! Once we start roasting, it's inevitable that the neighbors will show up. That rich, nutty smell is irresistable. Now, here's the family recipe...": "烤榛子！我的房子后面有一个漂亮的榛子树，每年我邀请家人一起烤一个坚果烤一次，一旦我们开始烤，就不可避免的邻居会出现。现在，这里是家庭食谱..",
  "Fruit Salad! Here's a healthy and delicious treat to brighten up your day. The most important thing to remember is that you need ripe fruit. Forget the bland stuff they sell at the supermarket... I'm talking fresh-picked, juicy, bursting-with-flavor fruit. Okay, now watch closely...": "水果沙拉！这是一个健康和美味的治疗，以照亮你的一天，最重要的是要记住的是，你需要成熟的水果。忘记他们在超市卖的稀烂的东西...我说的是新鲜，多汁，爆发与风味水果好吧，现在看密切...",
  "Blackberry Cobbler! This one always reminds me of Stardew Valley. There's a few days in fall where the valley is overflowing with the most delicious blackberries I've ever tasted. If you can get your hands on some, I'd highly recommend them for this simple cobbler.": "Blackberry Cobbler！这个一直让我想起Stardew Valley，秋天有几天，山谷里充满了我尝过的最美味的黑莓，如果你能把你的手放在一些，我强烈推荐他们对于这个简单的cobbler。",
  "Crab Cakes! Crab meat is very flimsy on its own, but mixing it with bread crumbs and egg is a great way to give them some body. That's why these cakes are my favorite way to eat crab! But before you go cracking any shells, stay tuned for my essential seasoning mixture...": "螃蟹蛋糕！蟹肉本身很脆弱，但是混合面包屑和鸡蛋是一种很好的方式给他们一些身体，这就是为什么这些蛋糕是我最喜欢吃螃蟹的方式！ ，留意我的基本调味料混合物.",
  "Fiddlehead Risotto! Fiddlehead ferns are beautiful, but actually quite bland on their own. That's why you have to pay careful attention to the spices you add. I'll be honest, it's not very easy to make a good fiddlehead risotto. But with my help, you'll have the best chance at achieving it.": "Fiddlehead Risotto！Fiddlehead蕨类植物是美丽的，但实际上相当平淡，这就是为什么你必须注意你添加的香料，我会老实说，做一个好的鳕鱼头烩饭不是很容易，但是我的帮助，你会有最好的机会实现它。",
  "Poppyseed Muffin! Poppies make beautiful ornamental flowers... but why not make full use of the plant with these delightful muffins? I'm a huge fan of poppy seeds. They're subtle, but they add a nice flavor and a great texture to bready desserts. And they're healthy!": "罂粟籽松饼！罂粟花美丽的观赏花...但为什么不充分利用植物与这些令人愉快的松饼？我是一个巨大的罂粟种子的粉丝他们是微妙的，但他们添加了一个很好的味道和伟大的纹理到bready甜点，他们是健康的！",
  "Lobster Bisque! You could serve this one to the governer himself. It's rich, creamy and delicious, with just the right amount of oceanic flavor. The hardest part is finding some lobster, but I'm sure you can do it. Heck, if you're feeling crafty you could catch one yourself with a crab pot!": "龙虾薯条！你可以把这个食物送给自己的食客，它丰富，奶油和美味，只有适量的海洋味，最难的部分是找到一些龙虾，但我相信你可以做到。如果你觉得诡计多端，你可以抓住一个自己用螃蟹锅！",
  "Bruschetta! It's a wonderfully simple appetizer that really showcases the quality of the ingredients. You'll need bread, tomato, and oil. First, you'll need to grill the bread. Slice the tomato and place onto the grilled bread. Then drizzle with oil and serve. I told you it was simple!": "Bruschetta！这是一个奇妙的简单的开胃菜，真正展示了配料的质量，你需要面包，番茄和油。首先，你需要烤面包。切片番茄，放在烤面包上，然后我告诉你这很简单！",
  "Shrimp Cocktail! Here's another good appetizer for you and your dinner guests. My cocktail sauce is extra zesty, and I'm sure you'll love it. Now, the first step...": "虾鸡尾酒”这是另一个很好的开胃菜给你和你的晚餐客人我的鸡尾酒酱是额外的热情，我相信你会喜欢它现在，第一步...",
  "__comment": "Interview",
  "Sat": "星期六",
  "Saturday Spotlight": "星期六聚光灯",
  "Hi there, viewers. Every week I travel around the country to meet people from all different walks of life. Together, we'll broaden our horizons and learn about unique careers, lifestyles, and perspectives. I'm Tom Laminar, and you're watching 'Saturday Spotlight'.": "嗨，各位观众。 每周我在全国各地旅行，以满足来自各行各业的人。 在一起，我们将拓宽我们的视野，了解独特的职业，生活方式和观点。 我是Tom Laminar，你在看“星期六聚光灯”。",
  "Sat": "星期六",
  "__comment": "TipChannel",
  "This one's for all you greenhorns out there: chop wood and search for wild forage to earn some cash while waiting on your first harvest!": "这是一个为你增加财富的时刻：砍木头，寻找野生牧草，以赚取一些现金，同时等待你的第一次收获！",
  "This one's for you folks living in Stardew Valley. Check for spring onion southwest of town, where the river meets the ocean. You can sometimes find a whole bunch growing right out of the dirt.": "这是一个为你居住在星露谷谷的人们检查城市西南的春天洋葱，在那里河与海洋相遇，你有时可以找到一群成长在泥土之外",
  "Let's talk fences. Fences are useful for keeping weeds at bay and protecting your crops. They also let farmers contain their livestock. Fences break down after a while, but stone, iron, and hardwood fences last a lot longer than basic wood!": "让我们谈谈围栏，围栏有助于保持杂草和保护你的庄稼，他们也让农民饲养他们的家畜。围栏在一段时间后崩溃，但是石头，铁和硬木围栏比基本的木头长得多！",
  "Woes from crows? Sounds like you need a scarecrow! Placing a scarecrow on your farm deters crows from a pretty good distance. Make sure you protect your valuable crops!^One more thing... need a bigger backpack to hold all your stuff? Check your local general store.": "乌鸦的祸？听起来像你需要一个稻草人放置稻草人在你的农场阻止乌鸦从一个很好的距离。确保你保护你的有价值的作物！还有一件事...需要一个更大的背包来保存所有的东西？检查您的本地普通商店",
  "It's salmonberry season! All across the countryside, bushes are teeming with juicy little berries, and they're free for the taking! Harvesting them is a great way to earn some extra cash.": "这是鲑鱼的季节！所有的农村，灌木丛充满了多汁的小浆果，他们是免费的采取！收获他们是一个伟大的方式，以赚取一些额外的现金。",
  "Ah, refreshing rain... a Farmer's best friend! When it rains, you don't have to water your crops. Use this to your advantage!": "啊，清凉的雨......一个农夫最好的朋友！下雨的时候，你不必浇水你的庄稼。",
  "Get your hands on a fishin' pole and sell your catch! Fishing is a great way to make a little extra cash when you have some down time. The distance your bobber lands from any dry land determines what kinds of fish you'll hook... as well as the location, season, time of day, and weather!": "把你的手放在鱼竿上卖你的鱼！钓鱼是一个伟大的方法，以赚取一点额外的现金，当你有一些停机时间。你的浮子距离任何旱地的距离决定了什么样的鱼钩...以及位置，季节，时间和天气！",
  "Fruit trees. They take an entire season to grow, so plan ahead! If the area directly surrounding your new tree isn't clear, it will interfere with growth. Once your fruit tree is mature, it'll produce delicious fruit for you every day while in season. Better start savin' up!": "果树，他们需要一个整个的季节来种植，所以提前计划！如果直接围绕你的新树的区域不清楚，它会干扰生长。一旦你的果树成熟，它会为你生产美味的水果更好地开始保存",
  "Summer's here, along with a whole slew of new crops to plant! Take hops, for example. The vines take a while to grow, but once they're mature they can be harvested every day. Good luck!": "夏天在这里，以及一大堆新的农作物种植，例如，葡萄树需要一段时间才能成长，但一旦他们成熟了，他们可以收获每一天好运！",
  "Here's a rundown of the fish you can only find in summer: Dorado, found in forest rivers during the day. Rainbow Trout, found in forest rivers and in the mountains during the day. Pufferfish, found in the ocean in the early afternoon. And Octopus, found in the ocean during the morning. Catch them while you can!": "“这里是你只能在夏天找到的鱼的断裂：多拉多，发现在森林河流白天，虹鳟鱼，发现在​​森林河流和白天的山区河豚，在海洋中发现在下午初。和章鱼，在早晨在海洋中发现，捕捉他们，而你可以！",
  "Let's talk corn. It's an unusual crop because it lasts for two seasons! That's right, while most crops die when the season changes, corn lives on. You can grow it in both summer and fall. Now, get out there and plant some corn!": "让我们谈谈玉米，这是一个不寻常的作物，因为它持续了两个季节！这是正确的，虽然大多数作物死亡时，季节变化，玉米生活，你可以在夏天和秋天成长现在，玉米！",
  "Starting tomorrow, an unusual amount of shells and corals are expected to wash up on beaches all around the world. I'm no scientist, but I've heard it's something to do with crab mating season. At any rate, you could make some good coin combing your local beach.": "从明天开始，异常数量的贝壳和珊瑚被期望在世界各地的海滩上冲洗。 我不是科学家，但我听说这是与螃蟹交配季节有关。 无论如何，你可以做一些好的蟹笼放置在你当地的海滩。“：。",
  "Got a spa in your town? Relax and hold still in the steaming hot water to replenish your energy. Ahh... feels good, don't it?": "你的城镇有一个水疗中心（澡堂），放松和保持在满是蒸汽的热水中补充你的能量啊...感觉很好，不是吗？",
  "Summer's known for its lightning storms. If you know how to craft a lightning rod, you can harvest the electricity and create battery packs. These can be sold or used for crafting!": "夏天以闪电风暴而闻名，如果你知道如何制作避雷针，你可以收获电力并制造电池组，这些可以出售或用于制作！",
  "Most towns have a seasonal calendar in front of the general store. It's a good idea to check on that now and then to get a feel for what's going on in the community. Make sure to check for any job postings as well!": "大多数城镇都有一个季节性的日历在一般商店前面，这是一个好主意，现在检查，然后得到一个感觉，在社区发生了什么，确保检查任何工作都做好！",
  "Fall's almost here! It's arguably the most lucrative season for farmers, so make sure you're saving some money to buy new seeds. If you haven't upgraded your watering can by now, it's probably a good idea.": "秋天几乎在这里！这可能是农民最赚钱的季节，所以确保你节省一些钱买新的种子如果你还没有升级你的浇水罐现在，这可能是一个好主意。",
  "Let's talk sunflowers. When you harvest them you'll not only get a nice flower, but you'll likely get some seeds as well. You can replant those seeds or sell them. I'm sold!": "让我们谈谈向日葵，当你收获它们，你不仅会得到一个漂亮的花，但你可能会得到一些种子，你可以重新种植这些种子或卖他们，我卖！",
  "It's blackberry season! Bushes across the countryside are overflowing with ripe fruit. Just go outside and see for yourself!": "这是黑莓的季节！农村的灌木丛充满成熟的水果，只是去外面看自己！",
  "If you're a farmer in a small town, it's likely you'll be invited to create a \"grange display\" at some point. Typically, a grange display consists of 9 items that best showcase your talents. Shoot for high quality, high value items and make sure to have a variety as well. Fish, minerals, artisan goods, fruit, and vegetables are all good to have!": "如果你是一个小城镇的农民，很可能你会被邀请创建一个”农庄显示“在某个时候。通常，一个农庄显示包括最好展示你的才能的9项。品质，高价值的物品，并确保有一个品种，鱼，矿物，工匠，水果和蔬菜都很好！",
  "Fish Focus: Salmon. Salmon return to their spawning ground in fall to lay eggs. That means the rivers are chock-full of them! You can only find them in fall, so get out there and cast your pole.": "鱼聚焦：三文鱼，三文鱼在秋天回到他们的产卵地产卵，这意味着河流充满了他们！你只能在秋天找到它们，所以出去那里，投掷你的杆。",
  "Got any tappers? Crafty foragers known how to build 'em. You can attach them to the wild trees that grow all over. Maple trees yield maple syrup, oak trees provide resin, and pine trees produce pine tar. Syrup's the most valuable but all tree products have their uses!": "有什么滴滴涕吗？狡猾的猎人知道如何建造'你可以将它们附加到遍布的野生树木上枫树糖浆，橡树提供树脂，松树生产松焦油糖浆是最有价值的所有树产品都有自己的用途！",
  "Winter's almost here. Make sure you have enough hay stored up to feed your animals over the winter, when all the grass dies out. Each silo can hold 240 pieces of hay, so make sure to do the math and figure out if you need to build any more!": "冬天几乎在这里，确保你有足够的干草储存起来喂养你的动物在冬天，当所有的草死了每个筒仓可以容纳240块干草，所以一定要做数学，弄清楚如果你需要构建任何更多！",
  "Fish Focus: Walleye. You can find this fish on rainy evenings during the fall and winter. It can be found in any freshwater location.": "鱼聚焦：Walleye，你可以在秋季和冬季的雨天晚上找到这条鱼，它可以在任何淡水的地方找到。",
  "Winter's coming soon... and that means your farming operations will be coming to a halt. No crops grow in winter, unless you're lucky enough to have a greenhouse. But there's still plenty to do! More next time.": "冬天即将到来......这意味着你的农业活动将会停止，冬天没有作物生长，除非你有足够的幸运，有温室，但还有很多事要做！下次再来。",
  "Winter... A time when all the world goes quiet.  Now's a great time to do some mining, fishing and gathering. Upgrade your tools in preparation for a productive spring. Or get your local carpenter to build something on your farm! Stock up on resources, upgrade, and prepare for the next year.": "冬天...所有的世界都安静了，现在是一个伟大的时间做一些采矿，钓鱼和收集。升级你的工具准备生产的春天，或者让你当地的木匠在你的农场建造一些东西！资源，升级和准备下一年。",
  "Wondering how to get your hands on 'Refined Quartz'? Just put a regular old quartz in the furnace. You'll need a lump of coal to fuel the fire.": "想知道如何把你的手放在”精炼的石英“上，只是把一个普通的旧石英放在炉子里，你需要一块煤来燃烧火。",
  "Find any tree seeds while chopping wood? You can plant those in the ground and a new tree will grow. Get creative!": "在砍伐木材的同时找到任何树种子？你可以在地上种植树木，一棵新树将成长。",
  "There's a couple fish you can only find in winter... Squid and Lingcod. Squid can be caught from the ocean in the evening. Lingcod can be found in fresh water all day. Of course, there's rumors of extremely rare and uniquefish that can only be found in particular seasons, but I don't have any information on them.": "有一对夫妇的鱼，你只能在冬天找到...鱿鱼和Lingcod鱿鱼可以从晚上捕捉到海洋Lingcod可以在淡水中找到整个一天当然，有传闻极为罕见和独特的鱼只能在特定的季节找到，但我没有关于他们的任何信息。",
  "Let's talk geodes. Geodes are hollow stones that often contain valuable minerals. A blacksmith can crack them open for you for a fee. Now, there's different kinds of geodes... and each one yields a different subset of minerals. The rare \"omni-geode\", however, can contain every kind of mineral.": "让我们谈谈空心石。 地质学是空心石，常常含有有价值的矿物。 一个铁匠可以打破它并收取一点点费用。 现在，有不同种类的空心石 ...和每个产生不同的矿物子集。 然而，罕见的“空心石”，可以包含各种矿物质。",
  "If you really want to make someone happy, give them their favorite gift on their birthday! Trust me.": "如果你真的想让别人快乐，给他们他们最喜欢的礼物在他们的生日！相信我。",
  "Ever see three little brown stems poking up out of the ground? They're hard to spot, sometimes. But if you dig on that spot, you'll always find something. Don't ask me how it works.": "看到三个小棕色的茎从地上捅出来，有时很难发现，但是如果你挖这个地方，你总会找到一些东西，不要问我怎么知道的。",
  "Ever had the urge to dig around in your neighbor's trash? Ew! Hey, if that's your thing, just don't do it when anyone's around. If they notice you, they'll be seriously grossed out, and it'll harm your friendship. Well, unless they're into the same thing.": "有没有想过在你邻居的垃圾桶里翻找些东西？Ew！，嘿。如果这是你的事情，只是最好不要有任何人在你的周围，如果有人注意到你，他们会讨厌你，降低你们的友谊。好吧，除非他们在干同一件事（翻垃圾桶）",
  "Well, a new year has arrived. Keep your eyes peeled for any new kinds of seeds being stocked in your local general store. Hopefully you upgraded your tools during the winter and you're ready for a productive year!": "好的，一个新的一年到来，保持你的眼睛剥离任何新种子在你的本地普通商店库存，希望你在冬天升级你的工具，你准备好一个富有成效的一年！",
  "Fish Focus: Eel. Eels can be caught from the ocean in the spring and fall, during rainy evenings.": "鱼的焦点：鳗鱼。鳗鱼可以从春天的海洋被捕捉，在下雨的夜晚。",
  "Got a kitchen? Cooking is a great way to enhance your abilities. Not only do they provide a convenient source of energy, but many dishes temporarily increase your skills, speed, and more! Smells good, don't it?": "有一个厨房，烹饪是一个伟大的方式来提高你的能力，不仅他们提供一个方便的能源，但许多菜暂时提高你的技能，速度等更多！气味很好，不是吗？",
  "Item Spotlight: Crab Pot. Experienced anglers know how to craft crab pots. Despite the name, the pots can be used to catch a wide variety of aquatic critters, in both fresh and salt water. Just place your crab pot in the water and load with bait. Come back the next day and check on it to see what you caught. You'll need to load it with bait again to catch more.": "项目聚焦：螃蟹锅经验丰富的钓鱼者知道如何制作蟹罐尽管这个名字，锅可以用来捕捉各种各样的水生动物，新鲜和盐水只需把你的蟹在水中，回到第二天，检查它，看看你捕获了什么，你需要再次加载诱饵以捕获更多。",
  "It's salmonberry season! All across the countryside, bushes are teeming with juicy little berries, and they're free for the taking! Harvesting them is a great way to earn some extra cash.": "这是鲑鱼的季节！所有的农村，灌木丛充满了多汁的小浆果，他们是免费的采取！收获他们是一个伟大的方式，以赚取一些额外的现金",
  "Let's talk honey. No, not you, silly. I'm talking about the sweet product made by our friends, the bees. Here's the thing... if you've got some flowers blooming near your beehouse your bees can produce flavored honey. Otherwise you'll only get 'wild honey'. Pretty sweet, huh?": "我们谈谈亲爱的，不，不是你，傻，我在说的是我们的朋友，蜜蜂的甜蜜产品这里的东西...如果你有一些花朵盛开在你的蜜蜂室附近你的蜜蜂可以产生调味亲爱的，否则你只会得到'野蜜'。漂亮的甜，嗯？",
  "Here's a tip for you adventurers out there... don't forget your weapon's special attack! Swords can block incoming attacks, which is very useful when slimes are jumping at you. Clubs can pound the ground, sending enemies flying... and with a dagger you can perform a super-quick triple-strike attack! Be safe.": "这里有一个提示为你的冒险家在那里...不要忘记你的武器的特殊攻击剑可以阻止传入的攻击，这是非常有用的，当泥浆跳跃在你的俱乐部可以打地面，发送敌人飞...用匕首你可以执行超快的三击攻击！安全。",
  "I'd like to talk about the famous Adventurer's Guild near Pelican Town. The guild leader, Marlon, has a nice rewards program for anyone brave enough to slay monsters in the local caves. Adventurers will receive powerful items in exchange for slaying large quantites of monsters. There's a poster on the wall with more details. Very cool!": "我想谈谈着名的冒险家公会附近的鹈鹕镇，公会领导，马龙，有一个很好的奖励计划，任何人勇敢地杀死在当地洞穴的怪物，冒险家会收到强大的物品，换取杀死大量子的怪物在墙上有一个海报与更多的细节非常酷！",
  "I've heard that some folks stand near moving trains to gather any debris that falls off. Wow... the things people will do for a freebie!": "我听说有些人站在行驶的火车附近收集任何碎片落下哇......人们会为一个免费的东西做什么！",
  "Animal Spotlight: Pig.^^In these parts, pigs are trained to sniff out valuable truffles. You've got to let the porkers outside and be patient... they'll work their magic when they're good and ready. Make oil out of the truffles to maximize your profit.": "动物聚光灯：猪，^^在他们成长的时候，猪被训练出嗅出有价值的松露这一项技能。 你必须让他们在外面寻找松露...他们会自己工作，但要他们长大了，准备好了。 从松露中取出油以最大限度地提高您的利润。",
  "Here's a reminder of the fish you can only find in summer: Dorado, found in forest rivers during the day. Rainbow Trout, found in forest rivers and in the mountains during the day. Pufferfish, found in the ocean in the early afternoon. And Octopus, found in the ocean during the morning. Catch them while you can!": "这里是一个提醒你只能在夏天找到的鱼：多拉多，发现在森林河流白天。 虹鳟，发现在森林河流和白天在山上。 河豚，在下午初在海洋中发现。 和章鱼，在早晨在海洋中发现。 抓住他们，而你可以！",
  "Fish Focus: Super Cucumber. You can find this rare fish in the ocean. It only comes out in the evening, during summer and winter.": "鱼焦点：超级黄瓜。 你可以在海洋中找到这种罕见的鱼。 它只在晚上，夏天和冬天出来",
  "I know it's hard... but stop worrying so much about your horse! You can leave them anywhere and they'll make their way back home. They're very smart and independent animals!": "我知道这很难...但是不要担心你的马！你可以把它们留在任何地方，他们会回家，他们是非常聪明和独立的动物！",
  "Here's an idea... start a wild tree orchard! Put tappers on those trees and harvest the valuable syrup. Or don't! See if I care.": "这是一个想法...开始一个野生的树上的果园！在这些树上放置树液采集器，收获宝贵的糖浆，或不要！看看我是否在乎",
  "Item Spotlight: Keg. The classic use of a keg is to make wine out of grapes. But did you know you can make wine out of any fruit? Yep.^You can also make juice out of veggies.": "项目聚光灯：小桶经典使用小桶是用葡萄制作葡萄酒，但是你知道你可以从任何水果做出葡萄酒吗？你也可以从蔬菜中制作果汁。",
  "Do you have a journal? Don't forget to check it from time to time. It's easy to forget that you've written something important down.": "你有一本杂志吗？不要忘记随时检查它，很容易忘记你写了一些重要的东西",
  "If you managed to get your hands on a 'rare seed', now's the time to plant it. Although it's said to take all season to grow, reliable sources have told me it actually takes just 24 days. The end result is rumored to be the sweetest fruit in the entire world.": "如果你设法让你的手在一个”稀有的种子“，现在是时间来种植它虽然据说需要所有季节增长，可靠的来源告诉我，实际上只需要24天，最终结果传言是全世界最甜的水果",
  "It's blackberry season! Bushes across the countryside are overflowing with ripe fruit. Just go outside and see for yourself!": "这是黑莓的季节！农村的灌木丛充满成熟的水果，只是去外面看自己！",
  "Some farmers have reported strange things happening when large fields of cauliflower, melon, or pumpkin reach maturity. Hmmm. I can't verify it, myself.": "有些农民报告奇怪的事情发生时花菜，甜瓜或南瓜大领域成熟，嗯，我不能验证它，我自己。",
  "Looking to get married? You're going to need a Mermaid's Pendant. Everyone this side of the Gem Sea knows what it means when you give them a Mermaid's Pendant.^Getting your hands on such a pendant can be tricky. Every region seems to have their own custom, but it always has something to do with the beach or ocean.": "想要结婚，你需要一个美人鱼的吊坠，每个人都知道这是什么意思，当你给他们一个美人鱼的吊坠。^让你的手在这样的吊坠可能是棘手的，每个地区似乎有自己的习惯，但它总是与海滩或海洋有关。",
  "Item Spotlight: Recycling Machine. Have you been catching a lot of junk while fishing? It's all too common in this day and age. Well, with a recycling machine you can turn those items into something useful. Just place your trash items into the machine and let it do it's thing. Each type of trash produces different kinds of items.": "项目聚光灯：回收机。在钓鱼的时候你已经捕捉到大量的垃圾了？在这一天和年龄都是太常见了，使用回收机，你可以把这些东西变成有用的东西，只要将垃圾桶放入机器，让它做的事情。每种类型的垃圾产生不同种类的项目。",
  "Fish Focus: Albacore. This fish can be found either early in the morning or at night. Look for it in the ocean in fall or winter.": "鱼聚焦：长鳍金枪鱼这条鱼可以在早晨或晚上找到，在秋天或冬天的海洋中寻找。",
  "Fish Focus: Woodskip, sandfish, and scorpion carp. The woodskip is said to only live deep in the woods. The sandfish and scorpion carp can only be found in desert oases.": "鱼类：木鱼，沙鱼和蝎鱼。 据说木林只能在树林里生活得很深。 沙鱼和蝎子鲤鱼只能在沙漠绿洲中发现。",
  "It's just a couple days until communities around the Ferngill Republic celebrate Spirit's Eve! One tradition you may not know of is the search for the golden pumpkin. If your town has a haunted maze, then you can be sure there's a golden pumpkin hidden somewhere. Those things are valuable!": "这只是几天，直到Ferngill共和国周围的社区庆祝圣诞前夕！ 你可能不知道的一个传统是寻找金色南瓜。 如果你的城镇有一个闹鬼的迷宫，那么你可以肯定有一个金南瓜隐藏在某个地方。 这些东西是有价值的！",
  "Folks, take my advice. You're going to need a nursery in your house before you can have kids. Baby needs a crib!": "伙计，听我的建议。 在你可以有孩子之前，你需要在你的房子里有一个托儿所。 婴儿需要婴儿床！",
  "Item Spotlight: Crystalarium. This amazing machine can create infinite copies of any kind of gemstone. Just place the gemstone you'd like to copy in the machine let it do it's thing. It might take a while, but hey... that's pure profit!": "物品聚光灯：水晶。 这个惊人的机器可以创建任何种类的宝石的无限副本。 只是放置你想要在机器中复制的宝石，让它做的事情。 这可能需要一段时间，但嘿...这是纯利润！“：",
  "If you have adult barn animals, and space left in your barn... there's always a chance one of your animals could give birth. It's something to keep in mind.": "如果你有成年谷仓动物，和你的谷仓里留下的空间......总有一个机会，你的一只动物可以生育。 这是要记住的东西",
  "Fish Focus: Catfish. This relatively rare fish comes out of hiding when it rains. You'll find them living in rivers beside towns, where they enjoy feeding on whatever scraps end up in the water. They don't like hot weather, so don't bother fishing for them in the summer!": "鱼聚焦：鲶鱼，这种相对稀有的鱼在下雨的时候隐藏起来，你会发现他们住在城市旁边的河流中，他们喜欢在水中吃掉任何废料，他们不喜欢炎热的天气， 所以不要打扰他们在夏天钓鱼！",
  "Item Spotlight: Worm Bin. Need an endless supply of bait? Build yourself a worm bin. Once you've got one going, you'll get a few pieces of bait every single day.": "项目聚光灯：蠕虫箱，需要一个无尽的诱饵建立自己的蠕虫箱一旦你有一个去，你会得到几件诱饵每一天。",
  "Underneath all that snow, spring seeds are chomping at the bit to start their new lives in the sun. Don't be surprised when spring rolls around and your farm needs some tidying up!": "在所有的雪下面，春天的种子正在发芽准备在阳光下开始新的生活，不要惊讶，当春天到来，你的农场需要一些整理。",
  "If you've got your hands on a gold pan, keep an eye out for something sparkly in the water.^There's often good ore in there, free for the taking!": "如果你有双手放在金盘上，注意在水中闪闪发亮的东西。^里面常有好的矿石，可以自由采摘！",
  "Folks, I've got an announcement to make. This is the last new episode of Livin' Off The Land before my retirement. I've had a good time, and I'll miss you folks. Oh, and I've been told the station's going to start playing reruns next year. ^^Take care!": "我有一个公告，这是我退休之前Livin'Off The Land的最后一集，我有一个很好的时间，我会想念你们的人哦，哦，我已经被告知车站将开始播放明年的重新运行。 ^^小心！"
}